[
  {
    "webstore": "Microsoft Edge Store",
    "name": "25min Tomato Life",
    "url": "https://microsoftedge.microsoft.com/addons/detail/25min-tomato-life/aaabjobfgiidghihaedgblnbmeeejjof",
    "publisher": "雪星实难室",
    "category": "Productivity",
    "rating": "Rated 5 out of 5 stars by 1 users.",
    "image": "https://store-images.s-microsoft.com/image/apps.3348.d346acfa-8577-4fac-92c0-9677b3bc4ebe.3a7919e5-c5bf-4828-8199-ee4be1fe53b2.28689ee3-81e4-4ede-b29d-211a5a7feff7?mode=scale&h=100&q=90&w=100",
    "installs": 233,
    "description": "## 如何使用\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n\n在每个小时中，您都可以听到：\n- 00:00播放C-G音符（升调），提醒您开始工作或学习\n- 25:00播放G-C音符（降调），提醒您放松5分钟\n- 30:00播放C-G音符（升调），提醒您开始工作或学习\n- 55:00播放G-C音符（降调），提醒您放松5分钟\n\n## How do this work\n\nViolent Pomodoro Technique\n\nAt 25, 55 minutes per hour, a ringing reminder bell sounds, and after 5 minutes, a ringing reminder tone works.\n\nDuring the rest period, you can get up and move your muscles, stretch out, pour a cup of coffee, tidy up the table, do some simple exercise, reorganize your will, and continue your work in the next 25 minutes.\n\nIn every hours, you can hear:\n- 00:00 plays C-G notes, reminder you start to working or learning or whatever\n- 25:00 plays G-C notes, reminder you to relax for 5 min\n- 30:00 plays C-G notes, reminder you start to working or learning or whatever\n- 55:00 plays G-C notes, reminder you to relax for 5 min\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "SCP Read Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/scp-read-tracker/aabbhipghfiffinaamjipdkjcifaaijd",
    "publisher": "Tomer Verona",
    "category": "Entertainment",
    "rating": "Rated 1 out of 5 stars by 1 users.",
    "image": "https://store-images.s-microsoft.com/image/apps.92.a66603ae-b6b5-4c32-b6a6-c51b3492457e.16c5cb67-2c62-4cfa-9087-91cf1c2a21b8.386e0af8-2508-4bcb-9c0f-2ac61abc5009?mode=scale&h=100&q=90&w=100",
    "installs": 304,
    "description": "Simple extension to keep track of SCP pages read. Syncs across devices."
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Vip Crack",
    "url": "https://microsoftedge.microsoft.com/addons/detail/vip-crack/aaeahljlflcjcbjjadhmcjhengibdonm",
    "publisher": "LoryHuang",
    "category": "Entertainment",
    "rating": "Rated 3,8 out of 5 stars by 78 users.",
    "image": "https://store-images.s-microsoft.com/image/apps.42793.25f5afc9-31e1-4fd8-b67f-72d6ff76fd61.f5f54c9b-f5db-45f9-806a-0e23df786a0d.297c8716-ed7e-4db5-947f-9902766138c0?mode=scale&h=100&q=90&w=100",
    "installs": 10,
    "description": "给用户带来更好的观看视频体验，包括去广告、播放vip视频等等"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Infinity New Tab",
    "url": "https://microsoftedge.microsoft.com/addons/detail/infinity-new-tab/aadnmeanpbokjjahcnikajejglihibpd",
    "publisher": "Starlab Technology",
    "category": "Productivity",
    "rating": "Rated 4,8 out of 5 stars by 406 users.",
    "image": "https://store-images.s-microsoft.com/image/apps.7522.ce528673-9e28-43d7-b697-2a90dc5a3b6f.6cfb0ef7-7f80-4d33-91ff-cb0e18875007.a43817aa-66b2-434a-afc7-d0727ed4fe41?mode=scale&h=100&q=90&w=100",
    "installs": 200,
    "description": "Enhance the homepage and new tab page in a simpler way. Include: website icons,HD wallpapers, bookmarks, weather,notes,to-do,etc.\nThe Infinity New Tab is a world-renowned browser extension that can replace the default start page and new tab page of the browser, and provides a high degree of freedom and customizable options.\n\nAfter the installation is complete, you can make full use of icons, wallpapers, and widgets to manage your new tab page.\n\nFeatures:\n\n-Website icon: You can save the important websites that you visit frequently to the new tab page, just click the website icon to access.\n\n-Search engine: Easily switch mainstream search engines (Google, Baidu, Bing, etc.), additional additional search engines can also help you find search results from multiple engines at once.\n\n-Wallpaper: Open Infinity, you will see our carefully selected homepage wallpaper. You can choose from a rich wallpaper library (Bing wallpaper, Unsplash, etc.) or upload it locally.\n\n-Weather: Automatically obtain local weather and provide real-time feedback on the icon. Support to add weather for multiple cities and view the weather forecast within five days.\n\n-To-do list: task record list, you can set reminder time, it is your excellent task management efficiency tool.\n\n-Notes: Simple and clear notes, supports inserting pictures and hyperlinks, and can be saved in real time.\n\n-Bookmarks: Quickly access and manage bookmarks saved on the browser.\n\n-History management: view, search, and clear browser history\n\n-Extension management: View, enable, disable, and uninstall extensions that have been installed in the browser.\n\n-Gmail email notification: After linking the account with Gmail in the Infinity New Tab, a corner indicator of the number of unread emails will appear on the icon, accompanied by a sound reminder.\n\n-Personalized customization: The icons, search box, wallpaper, etc. on the new tab page all support personalized customization, and the size, color, shape, layout, etc. can be adjusted according to your preferences.\n\n-Cloud synchronization: After logging in, you can automatically synchronize data between different devices, and you can automatically or manually back up data to the cloud, without worrying about changing devices or data loss.\n\nFast, beautiful, efficient, and customizable! If you like it, don't forget to give Infinity a five-point positive review on the new tab page.\n\nDescription of required permissions:\n\nactiveTab: Get the title and url of the current page and add them to the icons of this extension\n\nstorage: store local data, such as wallpapers and weather\n\nunlimitedStorage: Obtain a larger storage space to store locally uploaded wallpaper information\n\nbackground: Respond to reminders of to-do items in the background, while enabling the extension to open faster\n\nPrivacy policy address: https://api.infinitynewtab.com/privacy/basic/edge/zh/privacy.html\n\nFeedback contact:\n\nQQ group: 1061365679\n\nEmail: infinitynewtab@gmail.com"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "NTL MOD for Slither.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ntl-mod-for-slitherio/aaennlfbcfpjgoogpigbamjeaegcnenh",
    "publisher": "NTL - Nothing To Lose",
    "category": "Entertainment",
    "rating": "Rated 5 out of 5 stars by 1 users.",
    "image": "https://store-images.s-microsoft.com/image/apps.6904.5e3c1590-8eac-4f72-8d4e-cb09921fc0b7.4e39ce00-9e05-484e-8bfd-4e70f40bc6c8.b8cd5c37-ec82-4958-86e6-e667bef66d12?mode=scale&h=100&q=90&w=100",
    "installs": 1,
    "description": "This extension provides modern features and looks for playing slither.io game:\n- emoji support in chat\n- enable / disable zoom support\n- dynamic slow zoom release\n- cosmetics support (players using mobile with cosmetics codes are visible and mobile players can see your unlocked cosmetics - ALL in default install, including crown and bunny ears)\n- NTL network sharing (players using NTL MOD can see each-other's cosmetics, tags and neon skins if not in stealth mode)\n- stealth mode (only you and your team can see your true skin, nick, cosmetic & tag while others see a nameless snake with a random skin)\n- up to 240FPS for high end computers and a FPS limiter in options\n- main menu background theme (make it your own by uploading your favorite pic)\n- unlocked cosmetics and tags that can be applied to any skin, default or custom\n- realtime leaderboards for easy playing on servers of interest (closest to you, most busy, big scorers etc)\n- ping sorted list of default servers (provides a quick way of detecting servers closest to you)\n- screenshots of kills and death (remember to allow screenshots permission after loading slither by clicking on the extension's toolbar icon)\n- circle bot supporting border recognition (press T twice to activate)\n- assist function for close encounters (press R to temporarily activate)\n- border assist : autodrives the snake along the border as maxed out as possible (press R near border to activate when needed a pro squeeze)\n- skin peek: when play in low graphics press W to quickly see the true skins of snakes around. when released back to low graph skins.\n- ultra custom skins (skin builder supports full skin length with non repeat option)\n- management of custom skins (auto save, scrolling, delete, re-edit)\n- neon skins\n- control over boost effect (if disabled it helps weak computers get more steady fps)\n- snakes score in nickname\n- playing with all snakes nameless. You can still peek at names during game with W\n- nick filter (makes user-editable offensive nicknames appear as nameless). You can still peek at names during game with W\n- can open realtime leaderboars and settings while playing (if bot is on)\n- chat window that also acts as a log window for various confirmations & notifications\n- option to export / restore all settings\n- ability to join a team with valid auth keys which enable team features (chat, location sharing, team cosmetics and tags, team recognition, team play in stealth, team notifications - beeps, help, food to offer, Target Marking System (TMS), etc)\n- lots of controls available in the settings area"
  }
]