[
  {
    "webstore": "Microsoft Edge Store",
    "name": "25min Tomato Life",
    "url": "https://microsoftedge.microsoft.com/addons/detail/25min-tomato-life/aaabjobfgiidghihaedgblnbmeeejjof",
    "publisher": "雪星实难室",
    "category": "Productivity",
    "rating": "Rated 5 out of 5 stars by 1 users.",
    "lastUpdated": "Updated July 12, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.3348.d346acfa-8577-4fac-92c0-9677b3bc4ebe.3a7919e5-c5bf-4828-8199-ee4be1fe53b2.28689ee3-81e4-4ede-b29d-211a5a7feff7?mode=scale&h=100&q=90&w=100",
    "installs": 209,
    "description": "## 如何使用\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n\n在每个小时中，您都可以听到：\n- 00:00播放C-G音符（升调），提醒您开始工作或学习\n- 25:00播放G-C音符（降调），提醒您放松5分钟\n- 30:00播放C-G音符（升调），提醒您开始工作或学习\n- 55:00播放G-C音符（降调），提醒您放松5分钟\n\n## How do this work\n\nViolent Pomodoro Technique\n\nAt 25, 55 minutes per hour, a ringing reminder bell sounds, and after 5 minutes, a ringing reminder tone works.\n\nDuring the rest period, you can get up and move your muscles, stretch out, pour a cup of coffee, tidy up the table, do some simple exercise, reorganize your will, and continue your work in the next 25 minutes.\n\nIn every hours, you can hear:\n- 00:00 plays C-G notes, reminder you start to working or learning or whatever\n- 25:00 plays G-C notes, reminder you to relax for 5 min\n- 30:00 plays C-G notes, reminder you start to working or learning or whatever\n- 55:00 plays G-C notes, reminder you to relax for 5 min\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n",
    "lastScraped": "4-4-2023 17:8:2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Infinity New Tab",
    "url": "https://microsoftedge.microsoft.com/addons/detail/infinity-new-tab/aadnmeanpbokjjahcnikajejglihibpd",
    "publisher": "Starlab Technology",
    "category": "Productivity",
    "rating": "Rated 4,8 out of 5 stars by 406 users.",
    "lastUpdated": "Updated February 15, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.7522.ce528673-9e28-43d7-b697-2a90dc5a3b6f.6cfb0ef7-7f80-4d33-91ff-cb0e18875007.a43817aa-66b2-434a-afc7-d0727ed4fe41?mode=scale&h=100&q=90&w=100",
    "installs": 200,
    "description": "Enhance the homepage and new tab page in a simpler way. Include: website icons,HD wallpapers, bookmarks, weather,notes,to-do,etc.\nThe Infinity New Tab is a world-renowned browser extension that can replace the default start page and new tab page of the browser, and provides a high degree of freedom and customizable options.\n\nAfter the installation is complete, you can make full use of icons, wallpapers, and widgets to manage your new tab page.\n\nFeatures:\n\n-Website icon: You can save the important websites that you visit frequently to the new tab page, just click the website icon to access.\n\n-Search engine: Easily switch mainstream search engines (Google, Baidu, Bing, etc.), additional additional search engines can also help you find search results from multiple engines at once.\n\n-Wallpaper: Open Infinity, you will see our carefully selected homepage wallpaper. You can choose from a rich wallpaper library (Bing wallpaper, Unsplash, etc.) or upload it locally.\n\n-Weather: Automatically obtain local weather and provide real-time feedback on the icon. Support to add weather for multiple cities and view the weather forecast within five days.\n\n-To-do list: task record list, you can set reminder time, it is your excellent task management efficiency tool.\n\n-Notes: Simple and clear notes, supports inserting pictures and hyperlinks, and can be saved in real time.\n\n-Bookmarks: Quickly access and manage bookmarks saved on the browser.\n\n-History management: view, search, and clear browser history\n\n-Extension management: View, enable, disable, and uninstall extensions that have been installed in the browser.\n\n-Gmail email notification: After linking the account with Gmail in the Infinity New Tab, a corner indicator of the number of unread emails will appear on the icon, accompanied by a sound reminder.\n\n-Personalized customization: The icons, search box, wallpaper, etc. on the new tab page all support personalized customization, and the size, color, shape, layout, etc. can be adjusted according to your preferences.\n\n-Cloud synchronization: After logging in, you can automatically synchronize data between different devices, and you can automatically or manually back up data to the cloud, without worrying about changing devices or data loss.\n\nFast, beautiful, efficient, and customizable! If you like it, don't forget to give Infinity a five-point positive review on the new tab page.\n\nDescription of required permissions:\n\nactiveTab: Get the title and url of the current page and add them to the icons of this extension\n\nstorage: store local data, such as wallpapers and weather\n\nunlimitedStorage: Obtain a larger storage space to store locally uploaded wallpaper information\n\nbackground: Respond to reminders of to-do items in the background, while enabling the extension to open faster\n\nPrivacy policy address: https://api.infinitynewtab.com/privacy/basic/edge/zh/privacy.html\n\nFeedback contact:\n\nQQ group: 1061365679\n\nEmail: infinitynewtab@gmail.com",
    "lastScraped": "4-4-2023 17:8:2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "SCP Read Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/scp-read-tracker/aabbhipghfiffinaamjipdkjcifaaijd",
    "publisher": "Tomer Verona",
    "category": "Entertainment",
    "rating": "Rated 1 out of 5 stars by 1 users.",
    "lastUpdated": "Updated August 30, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.92.a66603ae-b6b5-4c32-b6a6-c51b3492457e.16c5cb67-2c62-4cfa-9087-91cf1c2a21b8.386e0af8-2508-4bcb-9c0f-2ac61abc5009?mode=scale&h=100&q=90&w=100",
    "installs": 299,
    "description": "Simple extension to keep track of SCP pages read. Syncs across devices.",
    "lastScraped": "4-4-2023 17:8:2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Lhasa Clipboard Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lhasa-clipboard-extension/aagagfndgkcgkobmkbmfnhenkemjmpma",
    "publisher": "Lhasa Limited",
    "category": "Productivity",
    "rating": "Rated 0 out of 5 stars by 0 users.",
    "lastUpdated": "Updated October 13, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.12878.1e9132c0-1cda-4314-96dc-0a3c550e1483.d975489e-4104-4056-ae2f-bcc3a9d31201.6cc7e41c-afd5-4618-8921-122a2f43138f?mode=scale&h=100&q=90&w=100",
    "installs": 105,
    "description": "Provides enhanced clipboard support to Lhasa web applications, allowing data to be copied and pasted from other applications.",
    "lastScraped": "4-4-2023 17:8:7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Vip Crack",
    "url": "https://microsoftedge.microsoft.com/addons/detail/vip-crack/aaeahljlflcjcbjjadhmcjhengibdonm",
    "publisher": "LoryHuang",
    "category": "Entertainment",
    "rating": "Rated 3,8 out of 5 stars by 78 users.",
    "lastUpdated": "Updated September 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.42793.25f5afc9-31e1-4fd8-b67f-72d6ff76fd61.f5f54c9b-f5db-45f9-806a-0e23df786a0d.297c8716-ed7e-4db5-947f-9902766138c0?mode=scale&h=100&q=90&w=100",
    "installs": 10,
    "description": "给用户带来更好的观看视频体验，包括去广告、播放vip视频等等",
    "lastScraped": "4-4-2023 17:8:10"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "NTL MOD for Slither.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ntl-mod-for-slitherio/aaennlfbcfpjgoogpigbamjeaegcnenh",
    "publisher": "NTL - Nothing To Lose",
    "category": "Entertainment",
    "rating": "Rated 5 out of 5 stars by 1 users.",
    "lastUpdated": "Updated March 20, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.6904.5e3c1590-8eac-4f72-8d4e-cb09921fc0b7.4e39ce00-9e05-484e-8bfd-4e70f40bc6c8.b8cd5c37-ec82-4958-86e6-e667bef66d12?mode=scale&h=100&q=90&w=100",
    "installs": 2,
    "description": "This extension provides modern features and looks for playing slither.io game:\n- emoji support in chat\n- enable / disable zoom support\n- dynamic slow zoom release\n- cosmetics support (players using mobile with cosmetics codes are visible and mobile players can see your unlocked cosmetics - ALL in default install, including crown and bunny ears)\n- NTL network sharing (players using NTL MOD can see each-other's cosmetics, tags and neon skins if not in stealth mode)\n- stealth mode (only you and your team can see your true skin, nick, cosmetic & tag while others see a nameless snake with a random skin)\n- up to 240FPS for high end computers and a FPS limiter in options\n- main menu background theme (make it your own by uploading your favorite pic)\n- unlocked cosmetics and tags that can be applied to any skin, default or custom\n- realtime leaderboards for easy playing on servers of interest (closest to you, most busy, big scorers etc)\n- ping sorted list of default servers (provides a quick way of detecting servers closest to you)\n- screenshots of kills and death (remember to allow screenshots permission after loading slither by clicking on the extension's toolbar icon)\n- circle bot supporting border recognition (press T twice to activate)\n- assist function for close encounters (press R to temporarily activate)\n- border assist : autodrives the snake along the border as maxed out as possible (press R near border to activate when needed a pro squeeze)\n- skin peek: when play in low graphics press W to quickly see the true skins of snakes around. when released back to low graph skins.\n- ultra custom skins (skin builder supports full skin length with non repeat option)\n- management of custom skins (auto save, scrolling, delete, re-edit)\n- neon skins\n- control over boost effect (if disabled it helps weak computers get more steady fps)\n- snakes score in nickname\n- playing with all snakes nameless. You can still peek at names during game with W\n- nick filter (makes user-editable offensive nicknames appear as nameless). You can still peek at names during game with W\n- can open realtime leaderboars and settings while playing (if bot is on)\n- chat window that also acts as a log window for various confirmations & notifications\n- option to export / restore all settings\n- ability to join a team with valid auth keys which enable team features (chat, location sharing, team cosmetics and tags, team recognition, team play in stealth, team notifications - beeps, help, food to offer, Target Marking System (TMS), etc)\n- lots of controls available in the settings area",
    "lastScraped": "4-4-2023 17:8:11"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": ".QR Code for Microsoft Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/qr-code-for-microsoft-ed/aagjglbpdolboliikhgljhchhjiicbjp",
    "publisher": "Hereafter2",
    "category": "Productivity",
    "rating": "Rated 3 out of 5 stars by 5 users.",
    "lastUpdated": "Updated January 16, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.25352.0fef1f00-e207-49c0-b1b8-0a8d0e79a6fe.72d70af4-3052-4e91-bf1e-7025f1510cdc.11aed005-8125-431e-b221-0639a8eb0e5d?mode=scale&h=100&q=90&w=100",
    "installs": 3,
    "description": "Display a QR code for visiting page.\nThen continue to read the same web page on a mobile device by scanning the QR code.\n\nIt provides two more additional commands in context menu.\n\n1. Generate a QR code for free selected text in a web page.\n2. Scan a QR code image.\n",
    "lastScraped": "4-4-2023 17:8:15"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Canned Responses for Jira",
    "url": "https://microsoftedge.microsoft.com/addons/detail/canned-responses-for-jira/aaihcmfhjhpblfehcjfgadlcaokkaomd",
    "publisher": "Spartez Software sp. z o.o. sp.k.",
    "category": "Productivity",
    "rating": "Rated 2 out of 5 stars by 1 users.",
    "lastUpdated": "Updated March 14, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.59320.6637403a-86bd-41c9-93e8-96a60593a62a.ff7a947f-b94a-4c25-a08f-b78dc9d00abc.ac2da7c9-e68f-436b-9710-cf8f410247ee?mode=scale&h=100&q=90&w=100",
    "installs": 1,
    "description": "Companion extension for Canned Responses app.  \n\nThe extension allows you to use Canned Responses templates in: \n ✅ the original Jira comment field on the issue view; \n✅ dialogs, e.g., “Resolve issue,” “Edit issue,” or “Respond to customer”; \n✅ bulk actions to comment and transition issues on the Queues page.  \n\nAdd this extension to your browser and enjoy better integration of Canned Responses app with Jira Cloud!  \n______________ \nCanned Responses app boosts the productivity of Agents in JiraService Management. Dynamic templates, customizable signatures, andautomated actions for more efficient service desk teams. \nLearn more here: https://marketplace.atlassian.com/apps/1211016/canned-responses-pro-templates-for-jira?tab=overview&hosting=cloud\n",
    "lastScraped": "4-4-2023 17:8:19"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "iDocCar Helper",
    "url": "https://microsoftedge.microsoft.com/addons/detail/idoccar-helper/aajhnjngfeamkcpdcadnmccnjhekepol",
    "publisher": "itacerca",
    "category": "Productivity",
    "rating": "Rated 0 out of 5 stars by 0 users.",
    "lastUpdated": "Updated March 28, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.42897.3337e223-dba0-40b9-94d2-85ea0c0d3690.3616535f-2c65-4dfe-a537-7fceb7e69341.62a71637-cab0-4d6d-9196-3647948ec10c?mode=scale&h=100&q=90&w=100",
    "installs": 151,
    "description": "Esta extensión permite la integración de algunos de los mas importantes sistemas CRM implantados en el sector de la automoción con la solución para digitalización de procesos iDocCar. De forma transparente para el usuario final, al completar el pedido en el  sistema CRM del distribuir correspondiente, todas su características junto con las de cliente final, vehículo objeto de la oferta, desglose económico y otros datos son transferidos a iDocCar donde se genera un expediente de venta del vehículo de forma que se pueda iniciar el proceso que finalizará en la entrega del vehículo \n\n1.6.3\n-Corrección de recogida suplidos en pedidos VO de Audi \n\n1.6.2\n-Corrección para obtener el total de la operación y los opcionales para pedidos de vehículos nuevos y de flotas de Nissan\n\n1.6.1\n-Modificación para nuevo planteo económico en pedidos de Kia con suplidos específicos en conceptos “Kia Maintenance” y “Kia Insurance”\n\n1.5.9\n-Corrección para la recogida de NIF/CIF en pedidos de KIA\n1.5.8\n-Corrección para la recogida de modelo de vehículo para la creación de expedientes automáticos de los pedidos de venta de Mitsubishi\n\n1.5.7\n-Corrección para recoger descuentos que incluyan dobles comillas en pedidos de venta de KIA\n\n1.5.6\n-Modificación en pedidos Kia para recoger UACs y para no sumar la promoción Kia Insurance al total del pedido de venta\n\n1.5.5\n-Corrección en pedidos VN en tescar para la recogida de descuentos\n\n1.5.4\n-Corrección recogiendo datos en pedidos de flotas de VW Sim cuando tienen más de 1 grupo de vehículos\n\n1.5.3\n-Corrección para borrar dobles comillas en los valores de los pedidos de ventas en Toyota.\n\n1.5.2\n- Creación/Actualización automática de expedientes para flotas con varios modelos y varias unidades de Ford\n- Corrección para recogida de datos en pedidos V.O. de Audi\n\n1.4.2\n- Corrección recogiendo parámetros de los grupos de vehículos que no fuesen el primero en pedidos de flotas de VW Sim por modificación de la vista HTML\n\n1.4.1\n- Creación/actualización automatizada de expedientes en iDocCar de pedidos V.O. de Ford\n\n1.3.5\n- Modificación en campañas Para MG (Salesforce)\n\n1.3.4\n- Corrección en Seat Flotas para cuando el impuesto de matriculación esté Exento\n1.3.3\n- Los importes que sean 0 de promociones irán en campañas\n- El concepto “Conceptos especiales” dentro de la sección de Otros irá en campañas\n\n1.3.2\n- Corrección de pedidos VO en Kia Retail al subir los documentos a iDocCar\n1.3.1\n- Nueva automatización para la creación/actualización de expedientes Jaguar\n- Nueva automatización para la creación/actualización de expedientes Land Rover\n- Nueva automatización para la creación/actualización de expedientes MG (Autonet)\n\n1.2.2\n- Corrección para recoger el Teléfono en los pedidos de KIA\n1.2.1\n- Nuevo RPA para la automatización de creación/actualización de expedientes desde el configurador de MG en Salesforce\n\n1.1.1\n- Nueva funcionalidad: iDocCar Helper se comunicará con el usuario mediante pop-ups sobre la creación/actualización de los expedientes.\n- Nueva automatización: iDocCar Helper podrá crear/actualizar expedientes desde el configurador de Mitsubishi.\n- Corrección para recogida de E-Mail del cliente en Volkswagen Vehículos de ocasión.\n\n1.0.45\n- Corrección en la obtención del bastidor en AUDI VN\n\n1.0.44\nAñadidos:\n-\tFord VN y Ford Flotas\n-\tNissan VN, VO y Flotas\n-\tCorrección por recogida del total en Seat VO\n\n\n1.0.43\n- Corrección para recoger el monto a pagar para KIA flotas\n\n1.0.42\n- Corrección por nueva estructura en los pedidos de VW Sim\n\n1.0.41\n- El id con IEM Exento solo se notificará en los pedidos de Tescar\n\n1.0.40\n- Corrección descarga de pdf en Tescar\n- Importación únicamente de librerías necesarias\n- Corrección en pedidos de audi VO cuando hay un aviso antes de la base imponible\n\n\n1.0.37\n- Selección de unidades organizativas de cada usuario y visualización de las unidades organizativas seleccionadas.\n- Automatización para la creación/actualización de pedidos de Kia\n- Corrección para los pedidos de Toyota en tescar con Exento en el impuesto de matriculación\n\n1.0.33\n - Corrección para recoger impuestos de matriculación en Volkswagen SIM\n\n1.0.31\n- Corrección en pedidos de vehículos de ocasión en VW SAM cuando viene algunos campos en inglés\n\n1.0.30\n- Corrección para pedidos en SEAT VO donde no estén marcados los kms\n\n1.029\n- Corregida UO en LCV\n\n1.0.28\n- Corrección en Audi VO para impuestos y gastos\n\n1.0.27\n- Corrección en el campo Usuario de iDocCar en la pantalla de Login\n\n1.0.26 \n- Añadida política de privacidad\n\n1.0.25\n- Eliminación de permisos solicitados pero no usados.\n\n1.0.24\n- Corrección en RPA Skoda por pedidos con Impuestos de Matriculación Exentos\n\n1.0.23\n- Corrección de incidencia para flotas de Lexus donde no aparecen el monto a deber del    cliente.\n- Corrección en VW SAM por cambios en Imaweb.\n\n\n1.0.19\n- Corrección de errores vistos en Helper \n- Recogida de impuestos \n- Corrección de incidencia en Tescar en pedidos de Flotas donde no creaba expedientes del     último grupo cuando había diferentes modelos de vehículos\n\n1.0.16\n- Corrige el precio unitario en las operaciones de flota\n\n1.0.15\n- Corrección del traspaso de pedidos VO (Traspaso de datos del cliente y documento PDF de Reserva)\n- Corrección del traspaso de pedidos VN Flotas (Traspaso de datos del cliente y documento PDF del Pedido)\n- Corrección del traspaso de pedidos VN (Traspaso de algunos documentos PDF del Pedido)\n",
    "lastScraped": "4-4-2023 17:8:20"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Gesture Based Scroll (Using AI)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gesture-based-scroll-usi/aalcccmebkgggfcbibiaddngcaipmjnd",
    "publisher": "Leonardo Compson",
    "category": "Productivity",
    "rating": "Rated 0 out of 5 stars by 0 users.",
    "lastUpdated": "Updated March 6, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.51256.f91445a4-6544-4e42-85ba-e67e26bb35ce.dfc3d106-1a55-4a1f-b715-18448da0ee2c.268464bf-7313-4eb9-a6f8-c9b2b3c78ff3?mode=scale&h=100&q=90&w=100",
    "installs": 200,
    "description": "Gesture-Based Scroll is an extension that lets you scroll a page with hand or facial gestures (without using a mouse or keyboard).\n\nBefore using this addon you need to train it first. Please read the support page to get more info on how to use the addon. Once the addon is fully trained, please click on the - Start - button and make gestures (Up, Down, and Stop) in front of the camera to scroll the active tab. Also, make sure to place your face/hand exactly in front of the camera (within the grey rectangle). As long as the camera is ON, the addon will look for your gestures and take action accordingly. If you want to stop the inferring process, please click on the - Stop - button once.\n\nNote: This addon is using the new AI engine called TensorFlow. Please visit the (https://www.tensorflow.org/js/) page to get more info about this new technology.\n\nTo report bugs, please fill out the bug report form on the addon's homepage (https://mybrowseraddon.com/gesture-based-scroll.html).\n",
    "lastScraped": "4-4-2023 17:8:29"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Cleanstart - New Tab Page & Bookmark Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cleanstart-new-tab-page/aalkanjjllhmibaiokcakbkohbbmafca",
    "publisher": "Theo Rulko",
    "category": "Search tools",
    "rating": "Rated 4,5 out of 5 stars by 8 users.",
    "lastUpdated": "Updated January 3, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.25366.05dfde02-9b2b-4f64-987b-62e4a115ac3d.aa355f45-394a-4058-a0d2-b10c65aef66a.09fc5a9e-382a-45bb-b51f-ef863a104cd2?mode=scale&h=100&q=90&w=100",
    "installs": 707,
    "description": "It's an all-in-one solution for a cleaner and simpler new tab page. Search in a beautiful and clutter-free environment that puts your favorite search engines at your fingertips and use the intuitive bookmark manager to view and edit your bookmarks from the new tab page or from anywhere on the web.\n\nHighlights:\n✪ The Quick Links feature lets you access your favorite websites easily\n✪ Choose to show a weather widget next to the clock\n✪ Choose to get a new inspirational quote on your page every day\n✪ Select from many dynamic wallpaper options such as the NASA Image of the Day, random images or gradients, or use your own photo\n✪ Use the advanced autocomplete to get quick summaries of searches at a glance\n✪ Customize the look of your page with colors options, font options, positioning options, and many more\n\n-------------\nPermissions:\n• Read and change data on a number of websites (wikipedia.org, feeds.feedburner.com, suggestqueries.google.com,  and nasa.gov)\n   ↪ Cleanstart requires access to these websites to pull data for the quote of the day, NASA image of the day wallpapers, and search autocomplete features\n• Replace the page you see when opening a new tab\n   ↪ Cleanstart requires this permission to appear on the New Tab Page\n• Read the icons of the websites you visit\n   ↪ Cleanstart requires this permission to display icons next to your bookmarks in the bookmark manager\n• Read and change your bookmarks\n   ↪ Cleanstart requires this permission to display and edit your bookmarks in the bookmark manager",
    "lastScraped": "4-4-2023 17:8:30"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "XML Formatter",
    "url": "https://microsoftedge.microsoft.com/addons/detail/xml-formatter/aaliikkpkafkfcglfeihopllpmgkmpej",
    "publisher": "LinangData",
    "category": "Productivity",
    "rating": "Rated 3 out of 5 stars by 3 users.",
    "lastUpdated": "Updated November 19, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.22524.a06b3ad9-9f29-4404-a86f-cbc7edc54c4e.6ad1dc93-ff84-4c08-af0b-49e91dcef602.ba649ce8-2c2d-42fd-9de8-c98e2253a789?mode=scale&h=100&q=90&w=100",
    "installs": 4,
    "description": "This formatter lets you pretty print your XML. Just paste your XML and then click the Format button. You can also open a local XML file to format.  The formatter checks that your XML is well-formed. If errors are found they are highlighted. Hover over the error icons to see a description of the error.\n\nFeatures:\n- select XML in a browser tab, right-click on the selected XML, and then choose \"Format XML\" from the menu. This will open a new tab and format the XML you selected.\n- download the result to an XML file\n- open local XML files for formatting\n- the current state is saved for your next session.\n- provides links to other tools from LinangData from the More tools menu\n- It's free!\n\nRelease Notes:\n- 1.0.5 - update to manifest v3",
    "lastScraped": "4-4-2023 17:8:31"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aambffnelnjkjmdbmplmonecgiaieapn",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aaoanommapoejphbejiocpndijhmlahl",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aapapnjalmbdfhglkpclfammfpjjoeej",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aapekjkggfgmhhkfiaaedglpmnppjcaj",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aappgefgcmjipmnfijemihjgfoffoipj",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/abdoipkehojnmbecdolgkolfenlegbfb",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "syspass",
    "url": "https://microsoftedge.microsoft.com/addons/detail/syspass/abdcbcfgdjehfdbegndlkfjogdlenecl",
    "publisher": "Jochen Roth",
    "category": "Productivity",
    "rating": "Rated 5 out of 5 stars by 1 users.",
    "lastUpdated": "Updated December 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.35101.794408d0-6f9f-416f-9488-242fb5252c9e.b839e26b-15cc-4b95-8099-abc9a1ec4af2.c35d4379-c5df-40e9-a582-e4d44e896143?mode=scale&h=100&q=90&w=100",
    "installs": 105,
    "description": "Will look for login/password fields and add a drop down on focus if matching accounts are found in sysPass. After click on suggested item password will be retrieved and fills out the form.\n\nIn sysPass go to `User and Accesses -> Api Authorizations` and add permissions for\n\n* \"Search for Accounts\"\n* \"View password\"\n\nBoth have to have the same password\n\nIn Firefox go to the Addons page (cmd+shift+A / `about:addons`) and edit sysPass Addon settings. Add URL (https required), API token and API password.\n",
    "lastScraped": "4-4-2023 17:8:43"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Lingocloud - Web Translation Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lingocloud-web-translat/abbgboelhkajgikdbjclaecchkneaoma",
    "publisher": "Beijing ColorfulClouds Technology Co., Ltd.",
    "category": "Productivity",
    "rating": "Rated 3,3 out of 5 stars by 108 users.",
    "lastUpdated": "Updated February 20, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.12632.bf67cbfc-0776-4418-a5ea-3f3166157ed9.20bdd7ea-3cf1-478d-b4e4-6ef6845a8bf5.de3bcef4-b2d8-4019-ae9c-6a1069aeb6b7?mode=scale&h=100&q=90&w=100",
    "installs": 200,
    "description": "view any website in your native language, overcome language barriers and expand your world. If you are already proficient in foreign languages, LingoCloud can enhance your learning experience by providing you with plenty of interesting online reading resources.\n\nHow to use it:\n1. While skimming through an English webpage you just need to click on the LingoCloud Extension Icon to enter the Chinese-English parallel text mode. Expand your world from your couch!\n2. Click on the translated text to enter the Edit mode and review/edit the provided translation. Your reviewed translation can not only earn you Cloud Points to view more translated websites, but will also be seen by millions of internet users! Artificial Intelligence and mankind can get better together! \n3. Word translation, when browsing English / Japanese web pages, use the mouse to select the text content, bring you the reading experience of immediate translation.\n4. When watching English video, enable video translation, will be real-time subtitle translation of the voice.\n5. In the options page there are text translation, automatic page translation, video subtitle translation related settings.\n\nPayment description: Lingocloud plugin is a paid translation plugin, after new users install the plugin, there is a certain amount of free use, after the limit is used up, you need to pay to become VIP users can continue to use\n\nExpand your world with LingoCloud!",
    "lastScraped": "4-4-2023 17:8:43"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Twitter One Click Block",
    "url": "https://microsoftedge.microsoft.com/addons/detail/twitter-one-click-block/abghedlcdnkecmobnkmilhkonoeghdio",
    "publisher": "A7med.me",
    "category": "Social",
    "rating": "Rated 4,6 out of 5 stars by 5 users.",
    "lastUpdated": "Updated August 15, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.39300.0f3c3af7-4e09-4341-bdd5-0833257096c0.f24e8121-d1b8-4acd-80a9-1b66dad850b4.28366ccd-284c-47fc-b067-09af617220eb?mode=scale&h=100&q=90&w=100",
    "installs": 635,
    "description": "Add a block button to Twitter for a simple one click blocking.\nVersion 1.4\n- Fixed the block button not working due to UI changes",
    "lastScraped": "4-4-2023 17:8:48",
    "_id": "642c3d808441643c64a82e0e"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "MINCHEV.EU",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mincheveu/abhmpccnckjkomiphabgfkfkjookdbgp",
    "publisher": "Димитър Минчев",
    "category": "Blogging",
    "rating": "Rated 0 out of 5 stars by 0 users.",
    "lastUpdated": "Updated December 19, 2019",
    "image": "https://store-images.s-microsoft.com/image/apps.7600.a8d72ec1-24c3-4340-8825-1f380145d03f.16a48ae7-6c2c-4810-a4b7-6c25c40cc08d.1590ddf4-dac5-4353-bd6a-75758384ed89?mode=scale&h=100&q=90&w=100",
    "installs": 14,
    "description": "Information Technology Blog News Reader",
    "lastScraped": "4-4-2023 17:8:48",
    "_id": "642c3d808441643c64a82e0f"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Impero Education Pro Edge Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/impero-education-pro-edge/abhhjomjdbmlhpamfajlpfphoogckphj",
    "publisher": "Impero Solutions LTD",
    "category": "Productivity",
    "rating": "Rated 3 out of 5 stars by 2 users.",
    "lastUpdated": "Updated December 5, 2019",
    "image": "https://store-images.s-microsoft.com/image/apps.270.3bd4941a-2a8d-4f00-9e98-aabb5e51f32b.46478be6-7041-4985-b745-fef89943ce8b.85e400f4-2c26-43e0-b93e-1181d2c44c98?mode=scale&h=100&q=90&w=100",
    "installs": 100,
    "description": "The Impero Education Pro Edge Extension is a classroom management tool, used to monitor and control students web browsing. The extension provides access to an uneditable history, allowing a teacher to view a student's previously visited websites.\r\n\r\nThis is enhanced when used in conjunction with Impero Education Pro, which allows automated decisions to be made on every website visited, such as blocking access or reporting the activity to the user. This ensures e-safety in the classroom.",
    "lastScraped": "4-4-2023 17:8:50",
    "_id": "642c3d828441643c64a82e10"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/abiedibeiolkfdhdnmlcfmhknoilofcc",
    "error": "Extension Not Available",
    "_id": "642c3d848441643c64a82e11"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Alitools Shopping Assistant",
    "url": "https://microsoftedge.microsoft.com/addons/detail/alitools-shopping-assista/abidfmpblafnglcjachhodnellaopilc",
    "publisher": "Big Data Technologies",
    "category": "Shopping",
    "rating": "Rated 4,4 out of 5 stars by 26 users.",
    "lastUpdated": "Updated March 21, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.53485.94ab1db6-1685-443b-928e-fe72b313c9fd.aee371a7-651d-4027-a805-bb400607fa52.abd1a203-4cd7-434d-af3f-033ba6b7ffa6?mode=scale&h=100&q=90&w=100",
    "installs": 30,
    "description": "The time for big sales on AliExpress ™ has passed, but many discounts remain. A few reasons to install Alitools and save even more:\n\nAUTOMATIC DISCOUNTS ALREADY IN YOUR CART\n- Autochecker of promo codes and coupons helps you save money. We find all the latest AliExpress™ discounts daily and automatically apply the best ones to your cart.\n\nBUY AT A REAL, NOT EXCEEDED PRICE\n- Price history checker for the product over the last 3 or 6 months helps to avoid artificial discounts, especially during big sales: 1111 Sale, Black Friday and Cyber Monday. EUR, USD, RUB and 17 more currencies are supported for price tracking.\n\nBUY ONLY FROM RELIABLE SELLERS\n- Seller verification helps you avoid bad sellers. A reliable seller will deliver you what you bought right on time, and a bad one — a cat in a bag. Aliexpress seller check works completely automatically.\n\nFIND EXACTLY THE PRODUCTS YOU ARE LOOKING FOR\n- Aliexpress search by image helps you to find the item in the picture in one click. No more wasting precious time and looking for a thing you like for a long time.\n- Search similar products help you find very similar products. This is useful when you want to find similar product, but slightly different.\n\nCHECK YOUR PRODUCTS BEFORE PURCHASING\n- Real product photos from customer feedbacks and product reviews allow you to check product before purchasing.\n\nTRACK THE DELIVERY OF YOUR PRODUCTS\n- Alitools will help to track the parcel from China. Postal tracking supports AliExpress Standard Shipping, China Post ePacket and other shipping methods.\n\n=================================\n\nAlitools can synchronize data between computers. For example, at work and at home. To do this, simply create an account.\n\nAlitools extension is fully compatible with other shopping extensions, cashback services and dropshipping tools.\n\nWe are always open to communication and will be happy to answer your questions. Contact form: https://alitools.io/en/feedback.\n\nBy installing the Alitools Edge extension, you accept the terms of the «User Agreement» and allow redirecting you to the links of the affiliate program AliExpress. User agreement — https://alitools.io/en/info/agreement.\n\nFor extension's functions to work and to be able to improve the product, we collect anonymous data about how you use AliExpress and other popular online stores. More details in privacy — https://alitools.io/en/info/policy.\n\nThe Alitools extension uses the Google Analytics service to collect statistics on the use of the extension. If you do not want to transfer data, you can find the official Google blocker application or any equivalent. The official Google Analytics blocker from Google — https://tools.google.com/dlpage/gaoptout.\n\nWe support the Edge Web Store’s minimum rational use of extensions policy:\n1. «http(s)://*/*»\n- Collection of information on prices and products on Ali Express and on popular online stores.\n- Search for products on AliExpress by pictures on other sites.\n- Search for lower priced alternatives on AliExpress for products that you are viewing on other online stores.\n2. «Cookies»\n- Alitool account authorization.\n- Automatic detection of language, currency and country of delivery on AliExpress.\n3. «Notifications»\n- Price drop alert is sent, when price drops down by 5% or more.\n4. «Tabs» and «Web Navigation»\n- Browsing history widget.\n- Correct functioning of the Ali Tools widget when opening multiple product pages.\n- We do not run reverse image search scripts on domains that are prohibited in the settings and save the resources of your computer.\n5. «ContextMenus»\n- Search product by image from the context menu.\n6. «Storage»\n- Storing the extension settings.\n- Storing the history of recently viewed products.\n\n*Ali, Ali Express and AliExpress is a trademark of Alibaba Group Holding Limited. Use of this trademark is subject to AliExpress Affiliate Program Service Agreement.",
    "lastScraped": "4-4-2023 17:8:54",
    "_id": "642c3d868441643c64a82e12"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Timer, Alarm & Stopwatch",
    "url": "https://microsoftedge.microsoft.com/addons/detail/timer-alarm-stopwatch/abkalodogpafepgjfhmkefgpkhihicmb",
    "publisher": "Leonardo Compson",
    "category": "Productivity",
    "rating": "Rated 3,9 out of 5 stars by 8 users.",
    "lastUpdated": "Updated August 23, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.46638.ba816386-5e92-4e7f-b42f-ca3101c8d112.3811efb0-3ef4-4982-a9c2-fae54d1f36df.629bbc35-53b1-47c0-9bfd-d86aa4d4bdc0?mode=scale&h=100&q=90&w=100",
    "installs": 2,
    "description": "Timer, Alarm & Stopwatch is an addon that lets you easily set a timer, alarm, or adjust stopwatch in your browser. \n\nThe interface for this addon can be opened in toolbar popup, a new tab, or a stand-alone window. Simply right-click on the toolbar button to choose the desired context. When you open the UI, there are three tabs on the left side, please click on each tab to see the details. At the top, there is a button to add a new timer or alarm. Click on this button to adjust the timer or alarm settings. For the stopwatch tab, there are the start, reset, and lap buttons.\n\nIf you have a feature request or found a bug to report, please fill the bug report form on the add-on's homepage (https://mybrowseraddon.com/timer.html).\n",
    "lastScraped": "4-4-2023 17:8:57",
    "_id": "642c3d898441643c64a82e13"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Redirect AMP to HTML",
    "url": "https://microsoftedge.microsoft.com/addons/detail/redirect-amp-to-html/abjhjmfkmdfggjomfpojjfcehhkambcc",
    "publisher": "Aleksandersen",
    "category": "Productivity",
    "rating": "Rated 5 out of 5 stars by 3 users.",
    "lastUpdated": "Updated April 10, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.8984.3434b0bb-75f5-40d7-92db-33ef502c8259.b9b0db3e-7306-468b-a20b-818904f259cd.54d99d78-dbe3-4bc3-9f2c-c31badf53173?mode=scale&h=100&q=90&w=100",
    "installs": 1,
    "description": "Automatically redirects any Accelerated Mobile Page (AMP) pages to their regular HTML equivalent.\n\nWhen you see an AMP page, you’re likely seeing a page served directly by Bing or Google who can suck in information about what you do on that page. Keep the web decentralized and say “No!” to search engines that want to take control over the web.\n\nAMP pages are designed for small-screen devices and often don’t translate well to larger screens. The extension can be especially useful if you receive links from people who’re on their mobile devices while you’re on your desktop computer.",
    "lastScraped": "4-4-2023 17:8:59",
    "_id": "642c3d8b8441643c64a82e14"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "pagenote一页一记",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pagenote%E4%B8%80%E9%A1%B5%E4%B8%80%E8%AE%B0/ablhdlecfphodoohfacojdngdfkgneaa",
    "publisher": "pagenote",
    "category": "Productivity",
    "rating": "Rated 4,3 out of 5 stars by 84 users.",
    "lastUpdated": "Updated March 20, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.40942.9603a6b4-62aa-423e-af7b-a38728daff86.a2ccba9f-9016-49dc-bd85-cdeba4ef4514.99d10118-7d42-47e9-9a9a-c8c1fe3faad8?mode=scale&h=100&q=90&w=100",
    "installs": 10,
    "description": "让任意网页成为笔记本，高亮关键字、添加笔记、网页快照。\n免费、不需要登录、支持离线运行\n",
    "lastScraped": "4-4-2023 17:9:0",
    "_id": "642c3d8c8441643c64a82e15"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Haspit",
    "url": "https://microsoftedge.microsoft.com/addons/detail/haspit/abmicpgolfdhiancbagajagpakfchbbo",
    "publisher": "Haspit",
    "category": "Communication",
    "rating": "Rated 2,5 out of 5 stars by 2 users.",
    "lastUpdated": "Updated February 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.12697.3cc3ca62-2576-403a-b383-8c9c333ec456.d66ea1ba-461e-4b66-87f4-f4a48953cc9e.de878203-f016-448b-b543-7aa8d8d750c3?mode=scale&h=100&q=90&w=100",
    "installs": 61,
    "description": "Haspit adds missing encryption features to the user interface of common webmail providers. It uses proprietary blockchain technology with a strong public key encryption standard to secure your email communications.\n\nHaspit provides impenetrable and immutable blockchain security to protect your email communication and files. Sign up for free to send secure electronic communications and files with the power of blockchain technology.\n\nHaspit makes integrating privacy and security into your daily workflow seamless.\n\nIt comes preconfigured for common webmail providers like:\n• Gmail™\n• Outlook.com™\n• Yahoo!™\n\nHaspit uses a combination of proprietary blockchain technology, and a strong public key and symmetric encryption to secure electronic communications, files and attachments.\n\nFor details visit https://haspit.com",
    "lastScraped": "4-4-2023 17:9:0",
    "_id": "642c3d8c8441643c64a82e16"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WifiSpeedTest",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wifispeedtest/abohmiahjcijmfcmkamkbhagnachdodk",
    "publisher": "Visicom Media",
    "category": "Productivity",
    "rating": "Rated 0 out of 5 stars by 0 users.",
    "lastUpdated": "Updated February 22, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.46585.89f499de-0721-471f-815f-c633abb6724a.f924eec5-331f-4fbd-bfed-907a32abaf26.46a03c4c-8daf-4590-8ac2-6658853a926f?mode=scale&h=100&q=90&w=100",
    "installs": 119,
    "description": "\nTest your internet speed anytime, anywhere with this handy browser extension.\nFast internet is more important than ever. It helps you be more productive at work and is essential for entertainment and many other activities in your home. \n\nWith this extension, you can test the speed of your internet upload speed, download speed and ping. It also saves each of your tests automatically so you can compare your internet speed over time. \n\nTo do a speed test, click the icon in your Edge toolbar. The new tab includes the speed test as well as a web search tool. \n\nTerms Of Service: https://wifispeedtest.me/terms-of-service/\nPrivacy Policy: https://wifispeedtest.me/privacy-policy/\nContact Us: https://wifispeedtest.me/contact\nHow to Uninstall: https://wifispeedtest.me/extension-uninstall/",
    "lastScraped": "4-4-2023 17:9:7",
    "_id": "642c3d938441643c64a82e17"
  }
]