[
  {
    "webstore": "Microsoft Edge Store",
    "name": "SCP Read Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/scp-read-tracker/aabbhipghfiffinaamjipdkjcifaaijd?hl=en",
    "publisher": "SCP Read Tracker",
    "category": "Entertainment",
    "rating": 1,
    "ratedBy": 1,
    "lastUpdated": "Updated August 30, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.92.a66603ae-b6b5-4c32-b6a6-c51b3492457e.16c5cb67-2c62-4cfa-9087-91cf1c2a21b8.386e0af8-2508-4bcb-9c0f-2ac61abc5009?mode=scale&h=100&q=90&w=100",
    "installs": 266,
    "availability": "Available",
    "description": "Simple extension to keep track of SCP pages read. Syncs across devices.",
    "lastScraped": "22-8-2023 13:41:41"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "25min Tomato Life",
    "url": "https://microsoftedge.microsoft.com/addons/detail/25min-tomato-life/aaabjobfgiidghihaedgblnbmeeejjof?hl=en",
    "publisher": "25min Tomato Life",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 2,
    "lastUpdated": "Updated July 12, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.3348.d346acfa-8577-4fac-92c0-9677b3bc4ebe.3a7919e5-c5bf-4828-8199-ee4be1fe53b2.28689ee3-81e4-4ede-b29d-211a5a7feff7?mode=scale&h=100&q=90&w=100",
    "installs": 210,
    "availability": "Available",
    "description": "## 如何使用\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n\n在每个小时中，您都可以听到：\n- 00:00播放C-G音符（升调），提醒您开始工作或学习\n- 25:00播放G-C音符（降调），提醒您放松5分钟\n- 30:00播放C-G音符（升调），提醒您开始工作或学习\n- 55:00播放G-C音符（降调），提醒您放松5分钟\n\n## How do this work\n\nViolent Pomodoro Technique\n\nAt 25, 55 minutes per hour, a ringing reminder bell sounds, and after 5 minutes, a ringing reminder tone works.\n\nDuring the rest period, you can get up and move your muscles, stretch out, pour a cup of coffee, tidy up the table, do some simple exercise, reorganize your will, and continue your work in the next 25 minutes.\n\nIn every hours, you can hear:\n- 00:00 plays C-G notes, reminder you start to working or learning or whatever\n- 25:00 plays G-C notes, reminder you to relax for 5 min\n- 30:00 plays C-G notes, reminder you start to working or learning or whatever\n- 55:00 plays G-C notes, reminder you to relax for 5 min\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n",
    "lastScraped": "22-8-2023 13:41:41"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Infinity New Tab",
    "url": "https://microsoftedge.microsoft.com/addons/detail/infinity-new-tab/aadnmeanpbokjjahcnikajejglihibpd?hl=en",
    "publisher": "Infinity New Tab",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 419,
    "lastUpdated": "Updated June 19, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.7522.ce528673-9e28-43d7-b697-2a90dc5a3b6f.6cfb0ef7-7f80-4d33-91ff-cb0e18875007.a43817aa-66b2-434a-afc7-d0727ed4fe41?mode=scale&h=100&q=90&w=100",
    "installs": 200000,
    "availability": "Available",
    "description": "Enhance the homepage and new tab page in a simpler way. Include: website icons,HD wallpapers, bookmarks, weather,notes,to-do,etc.\nThe Infinity New Tab is a world-renowned browser extension that can replace the default start page and new tab page of the browser, and provides a high degree of freedom and customizable options.\n\nAfter the installation is complete, you can make full use of icons, wallpapers, and widgets to manage your new tab page.\n\nFeatures:\n\n-Website icon: You can save the important websites that you visit frequently to the new tab page, just click the website icon to access.\n\n-Search engine: Easily switch mainstream search engines (Google, Baidu, Bing, etc.), additional additional search engines can also help you find search results from multiple engines at once.\n\n-Wallpaper: Open Infinity, you will see our carefully selected homepage wallpaper. You can choose from a rich wallpaper library (Bing wallpaper, Unsplash, etc.) or upload it locally.\n\n-Weather: Automatically obtain local weather and provide real-time feedback on the icon. Support to add weather for multiple cities and view the weather forecast within five days.\n\n-To-do list: task record list, you can set reminder time, it is your excellent task management efficiency tool.\n\n-Notes: Simple and clear notes, supports inserting pictures and hyperlinks, and can be saved in real time.\n\n-Bookmarks: Quickly access and manage bookmarks saved on the browser.\n\n-History management: view, search, and clear browser history\n\n-Extension management: View, enable, disable, and uninstall extensions that have been installed in the browser.\n\n-Gmail email notification: After linking the account with Gmail in the Infinity New Tab, a corner indicator of the number of unread emails will appear on the icon, accompanied by a sound reminder.\n\n-Personalized customization: The icons, search box, wallpaper, etc. on the new tab page all support personalized customization, and the size, color, shape, layout, etc. can be adjusted according to your preferences.\n\n-Cloud synchronization: After logging in, you can automatically synchronize data between different devices, and you can automatically or manually back up data to the cloud, without worrying about changing devices or data loss.\n\nFast, beautiful, efficient, and customizable! If you like it, don't forget to give Infinity a five-point positive review on the new tab page.\n\nDescription of required permissions:\n\nactiveTab: Get the title and url of the current page and add them to the icons of this extension\n\nstorage: store local data, such as wallpapers and weather\n\nunlimitedStorage: Obtain a larger storage space to store locally uploaded wallpaper information\n\nbackground: Respond to reminders of to-do items in the background, while enabling the extension to open faster\n\nPrivacy policy address: https://api.infinitynewtab.com/privacy/basic/edge/zh/privacy.html\n\nFeedback contact:\n\nQQ group: 1061365679\n\nEmail: infinitynewtab@gmail.com",
    "lastScraped": "22-8-2023 13:41:48"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Vip Crack",
    "url": "https://microsoftedge.microsoft.com/addons/detail/vip-crack/aaeahljlflcjcbjjadhmcjhengibdonm?hl=en",
    "publisher": "Vip Crack",
    "category": "Entertainment",
    "rating": 3,
    "ratedBy": 81,
    "lastUpdated": "Updated September 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.42793.25f5afc9-31e1-4fd8-b67f-72d6ff76fd61.f5f54c9b-f5db-45f9-806a-0e23df786a0d.297c8716-ed7e-4db5-947f-9902766138c0?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "AVAILABILITY ERROR",
    "description": "给用户带来更好的观看视频体验，包括去广告、播放vip视频等等",
    "lastScraped": "22-8-2023 13:41:49"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Lhasa Clipboard Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lhasa-clipboard-extension/aagagfndgkcgkobmkbmfnhenkemjmpma?hl=en",
    "publisher": "Lhasa Clipboard Extension",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated October 13, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.12878.1e9132c0-1cda-4314-96dc-0a3c550e1483.d975489e-4104-4056-ae2f-bcc3a9d31201.6cc7e41c-afd5-4618-8921-122a2f43138f?mode=scale&h=100&q=90&w=100",
    "installs": 108,
    "availability": "Available",
    "description": "Provides enhanced clipboard support to Lhasa web applications, allowing data to be copied and pasted from other applications.",
    "lastScraped": "22-8-2023 13:41:54"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "NTL MOD for Slither.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ntl-mod-for-slitherio/aaennlfbcfpjgoogpigbamjeaegcnenh?hl=en",
    "publisher": "NTL MOD for Slither.io",
    "category": "Entertainment",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated June 5, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.6904.5e3c1590-8eac-4f72-8d4e-cb09921fc0b7.4e39ce00-9e05-484e-8bfd-4e70f40bc6c8.b8cd5c37-ec82-4958-86e6-e667bef66d12?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "This extension provides modern features and looks for playing slither.io game:\n- emoji support in chat\n- enable / disable zoom support\n- dynamic slow zoom release\n- cosmetics support (players using mobile with cosmetics codes are visible and mobile players can see your unlocked cosmetics - ALL in default install, including crown and bunny ears)\n- NTL network sharing (players using NTL MOD can see each-other's cosmetics, tags and neon skins if not in stealth mode)\n- stealth mode (only you and your team can see your true skin, nick, cosmetic & tag while others see a nameless snake with a random skin)\n- up to 240FPS for high end computers and a FPS limiter in options\n- main menu background theme (make it your own by uploading your favorite pic)\n- unlocked cosmetics and tags that can be applied to any skin, default or custom\n- realtime leaderboards for easy playing on servers of interest (closest to you, most busy, big scorers etc)\n- ping sorted list of default servers (provides a quick way of detecting servers closest to you)\n- screenshots of kills and death (remember to allow screenshots permission after loading slither by clicking on the extension's toolbar icon)\n- circle bot supporting border recognition (press T twice to activate)\n- assist function for close encounters (press R to temporarily activate)\n- border assist : autodrives the snake along the border as maxed out as possible (press R near border to activate when needed a pro squeeze)\n- skin peek: when play in low graphics press W to quickly see the true skins of snakes around. when released back to low graph skins.\n- ultra custom skins (skin builder supports full skin length with non repeat option)\n- management of custom skins (auto save, scrolling, delete, re-edit)\n- neon skins\n- control over boost effect (if disabled it helps weak computers get more steady fps)\n- snakes score in nickname\n- playing with all snakes nameless. You can still peek at names during game with W\n- nick filter (makes user-editable offensive nicknames appear as nameless). You can still peek at names during game with W\n- can open realtime leaderboars and settings while playing (if bot is on)\n- chat window that also acts as a log window for various confirmations & notifications\n- option to export / restore all settings\n- ability to join a team with valid auth keys which enable team features (chat, location sharing, team cosmetics and tags, team recognition, team play in stealth, team notifications - beeps, help, food to offer, Target Marking System (TMS), etc)\n- lots of controls available in the settings area",
    "lastScraped": "22-8-2023 13:41:56"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": ".QR Code for Microsoft Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/qr-code-for-microsoft-ed/aagjglbpdolboliikhgljhchhjiicbjp?hl=en",
    "publisher": ".QR Code for Microsoft Edge",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 5,
    "lastUpdated": "Updated January 16, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.25352.0fef1f00-e207-49c0-b1b8-0a8d0e79a6fe.72d70af4-3052-4e91-bf1e-7025f1510cdc.11aed005-8125-431e-b221-0639a8eb0e5d?mode=scale&h=100&q=90&w=100",
    "installs": 3000,
    "availability": "Available",
    "description": "Display a QR code for visiting page.\nThen continue to read the same web page on a mobile device by scanning the QR code.\n\nIt provides two more additional commands in context menu.\n\n1. Generate a QR code for free selected text in a web page.\n2. Scan a QR code image.\n",
    "lastScraped": "22-8-2023 13:42:0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Canned Responses for Jira",
    "url": "https://microsoftedge.microsoft.com/addons/detail/canned-responses-for-jira/aaihcmfhjhpblfehcjfgadlcaokkaomd?hl=en",
    "publisher": "Canned Responses for Jira",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 1,
    "lastUpdated": "Updated July 27, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.59320.6637403a-86bd-41c9-93e8-96a60593a62a.ff7a947f-b94a-4c25-a08f-b78dc9d00abc.ac2da7c9-e68f-436b-9710-cf8f410247ee?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Companion extension for Canned Responses app.  \n\nThe extension allows you to use Canned Responses templates in: \n ✅ the original Jira comment field on the issue view; \n✅ dialogs, e.g., “Resolve issue,” “Edit issue,” or “Respond to customer”; \n✅ bulk actions to comment and transition issues on the Queues page.  \n\nAdd this extension to your browser and enjoy better integration of Canned Responses app with Jira Cloud!  \n______________ \nCanned Responses app boosts the productivity of Agents in JiraService Management. Dynamic templates, customizable signatures, andautomated actions for more efficient service desk teams. \nLearn more here: https://marketplace.atlassian.com/apps/1211016/canned-responses-pro-templates-for-jira?tab=overview&hosting=cloud\n",
    "lastScraped": "22-8-2023 13:42:2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "iDocCar Helper",
    "url": "https://microsoftedge.microsoft.com/addons/detail/idoccar-helper/aajhnjngfeamkcpdcadnmccnjhekepol?hl=en",
    "publisher": "iDocCar Helper",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated August 11, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.42897.3337e223-dba0-40b9-94d2-85ea0c0d3690.3616535f-2c65-4dfe-a537-7fceb7e69341.62a71637-cab0-4d6d-9196-3647948ec10c?mode=scale&h=100&q=90&w=100",
    "installs": 225,
    "availability": "Available",
    "description": "Esta extensión permite la integración de algunos de los mas importantes sistemas CRM implantados en el sector de la automoción con la solución para digitalización de procesos iDocCar. De forma transparente para el usuario final, al completar el pedido en el  sistema CRM del distribuir correspondiente, todas su características junto con las de cliente final, vehículo objeto de la oferta, desglose económico y otros datos son transferidos a iDocCar donde se genera un expediente de venta del vehículo de forma que se pueda iniciar el proceso que finalizará en la entrega del vehículo \n\n1.8.19\n-Corrección al emitir pedido agente de Cupra por cambios en el HTML\n\n1.8.18 \n-Corrección Impuesto de matriculación en Toshiko\n\n1.8.17\n-Modificación en pedidos de flotas desde el configurador COSMOS para que los opcionales negativos se creen en iDocCar como opcionales y no como campañas\n\n1.8.16\n-Recogida de opcionales negativos en pedidos VN desde el configurador de Actua (Audi), Seat, Cupra (Cosmos) y Skoda\n\n1.8.15\n-Modificación para subida de documentos PDF en pedidos VO para los entornos de Expedients y Sparta\n\n1.8.14\n-Modificación para la creación/actualización de pedidos de venta en vehículos nuevos de Skoda por cambio en el configurador\n\n1.8.13\n-Corrección en Toshiko para recoger Impuesto de matriculación en pedidos de flotas cuando viene vacio\n\n1.8.12\n-Modificación en cupra para que recoja documento de pedido de agente y el concepto total agente cupra tanto para vehículos nuevos como para flotas\n-Corrección en Toshiko para recoger Impuesto de matriculación en pedidos de flotas\n\n\n1.8.11\n-Corrección Nissan VO por nueva estructura en HTML\n\n1.8.10\n-Corrección en pedidos de venta Nissan VN y Nissan Flotas cuando el cliente es empresa\n\n1.8.9\n-Corrección para campañas en MG Salesforce cuando aparecen en mas de una línea\n-Adaptación de contratos BMW/Mini/Motos hechos en Canarias\n\n1.8.8\n-Corrección de opcionales en Audi desde el configurador de SWP\n-Corrección de opcionales en MG Salesforce cuando hay lineas de opcionales en Equipamiento Opcional\n\n1.8.7\n-Ampliación de tiempo a 2 segundos en control de instancias generadas en Toshiko para no duplicar expedientes\n\n1.8.6\n-Corrección para obtener opcionales en MG Salesforce\n\n1.8.5\n-Corrección para la obtención de datos en MG Salesforce\n\n1.8.4\n-Corrección para la obtención de datos en BMW/Moto/Mini controlando que pueden venir datos en la cabecera/pie de página del documento\n\n1.8.3\n-Corrección para la obtención de datos en MG (Autonet)\n\n1.8.2\n-Corrección para la obtención de datos en Toshiko\n-Nuevo nombre predeterminado en los documentos PDF al descargarlos desde Toshiko\n\n1.8.1\n-Creación/actualización de expedientes en iDocCar desde la carga de documentos PDF de BMW/Mini/Moto\n-Creación/actualización de expedientes en iDocCar desde el configurador de Cupra\n-Funcionalidad nueva para la creación/actualización de expedientes en iDocCar desde mediante carga de documentos en PDF de pedidos de venta.\n\n1.7.2\n-Corrección para mostrar las Unidades organizativas cuando el usuario tiene más de 3 en la misma aplicación\n\n\n1.7.1\n-Creación/actualización automática de expedientes desde el configurador Toshiko para vehículos Toyota/Lexus.\n-Creación/actualización automática de expedientes desde el configurador SWP para vehículos Audi.\n\n\n1.6.3\n-Corrección de recogida suplidos en pedidos VO de Audi \n\n1.6.2\n-Corrección para obtener el total de la operación y los opcionales para pedidos de vehículos nuevos y de flotas de Nissan\n\n1.6.1\n-Modificación para nuevo planteo económico en pedidos de Kia con suplidos específicos en conceptos “Kia Maintenance” y “Kia Insurance”\n\n1.5.9\n-Corrección para la recogida de NIF/CIF en pedidos de KIA\n1.5.8\n-Corrección para la recogida de modelo de vehículo para la creación de expedientes automáticos de los pedidos de venta de Mitsubishi\n\n1.5.7\n-Corrección para recoger descuentos que incluyan dobles comillas en pedidos de venta de KIA\n\n1.5.6\n-Modificación en pedidos Kia para recoger UACs y para no sumar la promoción Kia Insurance al total del pedido de venta\n\n1.5.5\n-Corrección en pedidos VN en tescar para la recogida de descuentos\n\n1.5.4\n-Corrección recogiendo datos en pedidos de flotas de VW Sim cuando tienen más de 1 grupo de vehículos\n\n1.5.3\n-Corrección para borrar dobles comillas en los valores de los pedidos de ventas en Toyota.\n\n1.5.2\n- Creación/Actualización automática de expedientes para flotas con varios modelos y varias unidades de Ford\n- Corrección para recogida de datos en pedidos V.O. de Audi\n\n1.4.2\n- Corrección recogiendo parámetros de los grupos de vehículos que no fuesen el primero en pedidos de flotas de VW Sim por modificación de la vista HTML\n\n1.4.1\n- Creación/actualización automatizada de expedientes en iDocCar de pedidos V.O. de Ford\n\n1.3.5\n- Modificación en campañas Para MG (Salesforce)\n\n1.3.4\n- Corrección en Seat Flotas para cuando el impuesto de matriculación esté Exento\n1.3.3\n- Los importes que sean 0 de promociones irán en campañas\n- El concepto “Conceptos especiales” dentro de la sección de Otros irá en campañas\n\n1.3.2\n- Corrección de pedidos VO en Kia Retail al subir los documentos a iDocCar\n1.3.1\n- Nueva automatización para la creación/actualización de expedientes Jaguar\n- Nueva automatización para la creación/actualización de expedientes Land Rover\n- Nueva automatización para la creación/actualización de expedientes MG (Autonet)\n\n1.2.2\n- Corrección para recoger el Teléfono en los pedidos de KIA\n1.2.1\n- Nuevo RPA para la automatización de creación/actualización de expedientes desde el configurador de MG en Salesforce\n\n1.1.1\n- Nueva funcionalidad: iDocCar Helper se comunicará con el usuario mediante pop-ups sobre la creación/actualización de los expedientes.\n- Nueva automatización: iDocCar Helper podrá crear/actualizar expedientes desde el configurador de Mitsubishi.\n- Corrección para recogida de E-Mail del cliente en Volkswagen Vehículos de ocasión.\n\n1.0.45\n- Corrección en la obtención del bastidor en AUDI VN\n\n1.0.44\nAñadidos:\n-\tFord VN y Ford Flotas\n-\tNissan VN, VO y Flotas\n-\tCorrección por recogida del total en Seat VO\n\n\n1.0.43\n- Corrección para recoger el monto a pagar para KIA flotas\n\n1.0.42\n- Corrección por nueva estructura en los pedidos de VW Sim\n\n1.0.41\n- El id con IEM Exento solo se notificará en los pedidos de Tescar\n\n1.0.40\n- Corrección descarga de pdf en Tescar\n- Importación únicamente de librerías necesarias\n- Corrección en pedidos de audi VO cuando hay un aviso antes de la base imponible\n\n\n1.0.37\n- Selección de unidades organizativas de cada usuario y visualización de las unidades organizativas seleccionadas.\n- Automatización para la creación/actualización de pedidos de Kia\n- Corrección para los pedidos de Toyota en tescar con Exento en el impuesto de matriculación\n\n1.0.33\n - Corrección para recoger impuestos de matriculación en Volkswagen SIM\n\n1.0.31\n- Corrección en pedidos de vehículos de ocasión en VW SAM cuando viene algunos campos en inglés\n\n1.0.30\n- Corrección para pedidos en SEAT VO donde no estén marcados los kms\n\n1.029\n- Corregida UO en LCV\n\n1.0.28\n- Corrección en Audi VO para impuestos y gastos\n\n1.0.27\n- Corrección en el campo Usuario de iDocCar en la pantalla de Login\n\n1.0.26 \n- Añadida política de privacidad\n\n1.0.25\n- Eliminación de permisos solicitados pero no usados.\n\n1.0.24\n- Corrección en RPA Skoda por pedidos con Impuestos de Matriculación Exentos\n\n1.0.23\n- Corrección de incidencia para flotas de Lexus donde no aparecen el monto a deber del    cliente.\n- Corrección en VW SAM por cambios en Imaweb.\n\n\n1.0.19\n- Corrección de errores vistos en Helper \n- Recogida de impuestos \n- Corrección de incidencia en Tescar en pedidos de Flotas donde no creaba expedientes del     último grupo cuando había diferentes modelos de vehículos\n\n1.0.16\n- Corrige el precio unitario en las operaciones de flota\n\n1.0.15\n- Corrección del traspaso de pedidos VO (Traspaso de datos del cliente y documento PDF de Reserva)\n- Corrección del traspaso de pedidos VN Flotas (Traspaso de datos del cliente y documento PDF del Pedido)\n- Corrección del traspaso de pedidos VN (Traspaso de algunos documentos PDF del Pedido)\n",
    "lastScraped": "22-8-2023 13:42:6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Gesture Based Scroll (Using AI)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gesture-based-scroll-usi/aalcccmebkgggfcbibiaddngcaipmjnd?hl=en",
    "publisher": "Gesture Based Scroll (Using AI)",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated March 6, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.51256.f91445a4-6544-4e42-85ba-e67e26bb35ce.dfc3d106-1a55-4a1f-b715-18448da0ee2c.268464bf-7313-4eb9-a6f8-c9b2b3c78ff3?mode=scale&h=100&q=90&w=100",
    "installs": 214,
    "availability": "Available",
    "description": "Gesture-Based Scroll is an extension that lets you scroll a page with hand or facial gestures (without using a mouse or keyboard).\n\nBefore using this addon you need to train it first. Please read the support page to get more info on how to use the addon. Once the addon is fully trained, please click on the - Start - button and make gestures (Up, Down, and Stop) in front of the camera to scroll the active tab. Also, make sure to place your face/hand exactly in front of the camera (within the grey rectangle). As long as the camera is ON, the addon will look for your gestures and take action accordingly. If you want to stop the inferring process, please click on the - Stop - button once.\n\nNote: This addon is using the new AI engine called TensorFlow. Please visit the (https://www.tensorflow.org/js/) page to get more info about this new technology.\n\nTo report bugs, please fill out the bug report form on the addon's homepage (https://mybrowseraddon.com/gesture-based-scroll.html).\n",
    "lastScraped": "22-8-2023 13:42:8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "XML Formatter",
    "url": "https://microsoftedge.microsoft.com/addons/detail/xml-formatter/aaliikkpkafkfcglfeihopllpmgkmpej?hl=en",
    "publisher": "XML Formatter",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 3,
    "lastUpdated": "Updated November 19, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.22524.a06b3ad9-9f29-4404-a86f-cbc7edc54c4e.6ad1dc93-ff84-4c08-af0b-49e91dcef602.ba649ce8-2c2d-42fd-9de8-c98e2253a789?mode=scale&h=100&q=90&w=100",
    "installs": 4000,
    "availability": "Available",
    "description": "This formatter lets you pretty print your XML. Just paste your XML and then click the Format button. You can also open a local XML file to format.  The formatter checks that your XML is well-formed. If errors are found they are highlighted. Hover over the error icons to see a description of the error.\n\nFeatures:\n- select XML in a browser tab, right-click on the selected XML, and then choose \"Format XML\" from the menu. This will open a new tab and format the XML you selected.\n- download the result to an XML file\n- open local XML files for formatting\n- the current state is saved for your next session.\n- provides links to other tools from LinangData from the More tools menu\n- It's free!\n\nRelease Notes:\n- 1.0.5 - update to manifest v3",
    "lastScraped": "22-8-2023 13:42:11"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Cleanstart - New Tab Page & Bookmark Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cleanstart-new-tab-page/aalkanjjllhmibaiokcakbkohbbmafca?hl=en",
    "publisher": "Cleanstart - New Tab Page & Bookmark Manager",
    "category": "Search tools",
    "rating": 4,
    "ratedBy": 9,
    "lastUpdated": "Updated January 3, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.25366.05dfde02-9b2b-4f64-987b-62e4a115ac3d.aa355f45-394a-4058-a0d2-b10c65aef66a.09fc5a9e-382a-45bb-b51f-ef863a104cd2?mode=scale&h=100&q=90&w=100",
    "installs": 704,
    "availability": "Available",
    "description": "It's an all-in-one solution for a cleaner and simpler new tab page. Search in a beautiful and clutter-free environment that puts your favorite search engines at your fingertips and use the intuitive bookmark manager to view and edit your bookmarks from the new tab page or from anywhere on the web.\n\nHighlights:\n✪ The Quick Links feature lets you access your favorite websites easily\n✪ Choose to show a weather widget next to the clock\n✪ Choose to get a new inspirational quote on your page every day\n✪ Select from many dynamic wallpaper options such as the NASA Image of the Day, random images or gradients, or use your own photo\n✪ Use the advanced autocomplete to get quick summaries of searches at a glance\n✪ Customize the look of your page with colors options, font options, positioning options, and many more\n\n-------------\nPermissions:\n• Read and change data on a number of websites (wikipedia.org, feeds.feedburner.com, suggestqueries.google.com,  and nasa.gov)\n   ↪ Cleanstart requires access to these websites to pull data for the quote of the day, NASA image of the day wallpapers, and search autocomplete features\n• Replace the page you see when opening a new tab\n   ↪ Cleanstart requires this permission to appear on the New Tab Page\n• Read the icons of the websites you visit\n   ↪ Cleanstart requires this permission to display icons next to your bookmarks in the bookmark manager\n• Read and change your bookmarks\n   ↪ Cleanstart requires this permission to display and edit your bookmarks in the bookmark manager",
    "lastScraped": "22-8-2023 13:42:15"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aambffnelnjkjmdbmplmonecgiaieapn?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aaoanommapoejphbejiocpndijhmlahl?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aapapnjalmbdfhglkpclfammfpjjoeej?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aapekjkggfgmhhkfiaaedglpmnppjcaj?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aappgefgcmjipmnfijemihjgfoffoipj?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Lingocloud - Web Translation Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lingocloud-web-translat/abbgboelhkajgikdbjclaecchkneaoma?hl=en",
    "publisher": "Lingocloud - Web Translation Extension",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 111,
    "lastUpdated": "Updated August 17, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.12632.bf67cbfc-0776-4418-a5ea-3f3166157ed9.20bdd7ea-3cf1-478d-b4e4-6ef6845a8bf5.de3bcef4-b2d8-4019-ae9c-6a1069aeb6b7?mode=scale&h=100&q=90&w=100",
    "installs": 200000,
    "availability": "Available",
    "description": "view any website in your native language, overcome language barriers and expand your world. If you are already proficient in foreign languages, LingoCloud can enhance your learning experience by providing you with plenty of interesting online reading resources.\n\nHow to use it:\n1. While skimming through an English webpage you just need to click on the LingoCloud Extension Icon to enter the Chinese-English parallel text mode. Expand your world from your couch!\n2. Click on the translated text to enter the Edit mode and review/edit the provided translation. Your reviewed translation can not only earn you Cloud Points to view more translated websites, but will also be seen by millions of internet users! Artificial Intelligence and mankind can get better together! \n3. Word translation, when browsing English / Japanese web pages, use the mouse to select the text content, bring you the reading experience of immediate translation.\n4. When watching English video, enable video translation, will be real-time subtitle translation of the voice.\n5. In the options page there are text translation, automatic page translation, video subtitle translation related settings.\n\nPayment description: Lingocloud plugin is a paid translation plugin, after new users install the plugin, there is a certain amount of free use, after the limit is used up, you need to pay to become VIP users can continue to use\n\nExpand your world with LingoCloud!",
    "lastScraped": "22-8-2023 13:42:32"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "syspass",
    "url": "https://microsoftedge.microsoft.com/addons/detail/syspass/abdcbcfgdjehfdbegndlkfjogdlenecl?hl=en",
    "publisher": "syspass",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated December 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.35101.794408d0-6f9f-416f-9488-242fb5252c9e.b839e26b-15cc-4b95-8099-abc9a1ec4af2.c35d4379-c5df-40e9-a582-e4d44e896143?mode=scale&h=100&q=90&w=100",
    "installs": 117,
    "availability": "AVAILABILITY ERROR",
    "description": "Will look for login/password fields and add a drop down on focus if matching accounts are found in sysPass. After click on suggested item password will be retrieved and fills out the form.\n\nIn sysPass go to `User and Accesses -> Api Authorizations` and add permissions for\n\n* \"Search for Accounts\"\n* \"View password\"\n\nBoth have to have the same password\n\nIn Firefox go to the Addons page (cmd+shift+A / `about:addons`) and edit sysPass Addon settings. Add URL (https required), API token and API password.\n",
    "lastScraped": "22-8-2023 13:42:37"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/abdoipkehojnmbecdolgkolfenlegbfb?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Twitter One Click Block",
    "url": "https://microsoftedge.microsoft.com/addons/detail/twitter-one-click-block/abghedlcdnkecmobnkmilhkonoeghdio?hl=en",
    "publisher": "Twitter One Click Block",
    "category": "Social",
    "rating": 4,
    "ratedBy": 5,
    "lastUpdated": "Updated August 15, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.39300.0f3c3af7-4e09-4341-bdd5-0833257096c0.f24e8121-d1b8-4acd-80a9-1b66dad850b4.28366ccd-284c-47fc-b067-09af617220eb?mode=scale&h=100&q=90&w=100",
    "installs": 747,
    "availability": "Available",
    "description": "Add a block button to Twitter for a simple one click blocking.\nVersion 1.4\n- Fixed the block button not working due to UI changes",
    "lastScraped": "22-8-2023 13:42:40"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Impero Education Pro Edge Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/impero-education-pro-edge/abhhjomjdbmlhpamfajlpfphoogckphj?hl=en",
    "publisher": "Impero Education Pro Edge Extension",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 2,
    "lastUpdated": "Updated December 5, 2019",
    "image": "https://store-images.s-microsoft.com/image/apps.270.3bd4941a-2a8d-4f00-9e98-aabb5e51f32b.46478be6-7041-4985-b745-fef89943ce8b.85e400f4-2c26-43e0-b93e-1181d2c44c98?mode=scale&h=100&q=90&w=100",
    "installs": 80000,
    "availability": "Available",
    "description": "The Impero Education Pro Edge Extension is a classroom management tool, used to monitor and control students web browsing. The extension provides access to an uneditable history, allowing a teacher to view a student's previously visited websites.\r\n\r\nThis is enhanced when used in conjunction with Impero Education Pro, which allows automated decisions to be made on every website visited, such as blocking access or reporting the activity to the user. This ensures e-safety in the classroom.",
    "lastScraped": "22-8-2023 13:42:43"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "MINCHEV.EU",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mincheveu/abhmpccnckjkomiphabgfkfkjookdbgp?hl=en",
    "publisher": "MINCHEV.EU",
    "category": "Blogging",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated December 19, 2019",
    "image": "https://store-images.s-microsoft.com/image/apps.7600.a8d72ec1-24c3-4340-8825-1f380145d03f.16a48ae7-6c2c-4810-a4b7-6c25c40cc08d.1590ddf4-dac5-4353-bd6a-75758384ed89?mode=scale&h=100&q=90&w=100",
    "installs": 15,
    "availability": "Available",
    "description": "Information Technology Blog News Reader",
    "lastScraped": "22-8-2023 13:42:45"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Alitools Shopping Assistant",
    "url": "https://microsoftedge.microsoft.com/addons/detail/alitools-shopping-assista/abidfmpblafnglcjachhodnellaopilc?hl=en",
    "publisher": "Alitools Shopping Assistant",
    "category": "Shopping",
    "rating": 4,
    "ratedBy": 28,
    "lastUpdated": "Updated August 8, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.53485.94ab1db6-1685-443b-928e-fe72b313c9fd.aee371a7-651d-4027-a805-bb400607fa52.abd1a203-4cd7-434d-af3f-033ba6b7ffa6?mode=scale&h=100&q=90&w=100",
    "installs": 30000,
    "availability": "Available",
    "description": "The time for big sales on AliExpress ™ has passed, but many discounts remain. A few reasons to install Alitools and save even more:\n\nAUTOMATIC DISCOUNTS ALREADY IN YOUR CART\n- Autochecker of promo codes and coupons helps you save money. We find all the latest AliExpress™ discounts daily and automatically apply the best ones to your cart.\n\nBUY AT A REAL, NOT EXCEEDED PRICE\n- Price history checker for the product over the last 3 or 6 months helps to avoid artificial discounts, especially during big sales: 1111 Sale, Black Friday and Cyber Monday. EUR, USD, RUB and 17 more currencies are supported for price tracking.\n\nBUY ONLY FROM RELIABLE SELLERS\n- Seller verification helps you avoid bad sellers. A reliable seller will deliver you what you bought right on time, and a bad one — a cat in a bag. Aliexpress seller check works completely automatically.\n\nFIND EXACTLY THE PRODUCTS YOU ARE LOOKING FOR\n- Aliexpress search by image helps you to find the item in the picture in one click. No more wasting precious time and looking for a thing you like for a long time.\n- Search similar products help you find very similar products. This is useful when you want to find similar product, but slightly different.\n\nCHECK YOUR PRODUCTS BEFORE PURCHASING\n- Real product photos from customer feedbacks and product reviews allow you to check product before purchasing.\n\nTRACK THE DELIVERY OF YOUR PRODUCTS\n- Alitools will help to track the parcel from China. Postal tracking supports AliExpress Standard Shipping, China Post ePacket and other shipping methods.\n\n=================================\n\nAlitools can synchronize data between computers. For example, at work and at home. To do this, simply create an account.\n\nAlitools extension is fully compatible with other shopping extensions, cashback services and dropshipping tools.\n\nWe are always open to communication and will be happy to answer your questions. Contact form: https://alitools.io/en/feedback.\n\nBy installing the Alitools Edge extension, you accept the terms of the «User Agreement» and allow redirecting you to the links of the affiliate program AliExpress. User agreement — https://alitools.io/en/info/agreement.\n\nFor extension's functions to work and to be able to improve the product, we collect anonymous data about how you use AliExpress and other popular online stores. More details in privacy — https://alitools.io/en/info/policy.\n\nThe Alitools extension uses the Google Analytics service to collect statistics on the use of the extension. If you do not want to transfer data, you can find the official Google blocker application or any equivalent. The official Google Analytics blocker from Google — https://tools.google.com/dlpage/gaoptout.\n\nWe support the Edge Web Store’s minimum rational use of extensions policy:\n1. «http(s)://*/*»\n- Collection of information on prices and products on Ali Express and on popular online stores.\n- Search for products on AliExpress by pictures on other sites.\n- Search for lower priced alternatives on AliExpress for products that you are viewing on other online stores.\n2. «Cookies»\n- Alitool account authorization.\n- Automatic detection of language, currency and country of delivery on AliExpress.\n3. «Notifications»\n- Price drop alert is sent, when price drops down by 5% or more.\n4. «Tabs» and «Web Navigation»\n- Browsing history widget.\n- Correct functioning of the Ali Tools widget when opening multiple product pages.\n- We do not run reverse image search scripts on domains that are prohibited in the settings and save the resources of your computer.\n5. «ContextMenus»\n- Search product by image from the context menu.\n6. «Storage»\n- Storing the extension settings.\n- Storing the history of recently viewed products.\n\n*Ali, Ali Express and AliExpress is a trademark of Alibaba Group Holding Limited. Use of this trademark is subject to AliExpress Affiliate Program Service Agreement.",
    "lastScraped": "22-8-2023 13:42:48"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/abiedibeiolkfdhdnmlcfmhknoilofcc?hl=en",
    "error": "Extension Not Available"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Redirect AMP to HTML",
    "url": "https://microsoftedge.microsoft.com/addons/detail/redirect-amp-to-html/abjhjmfkmdfggjomfpojjfcehhkambcc?hl=en",
    "publisher": "Redirect AMP to HTML",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 3,
    "lastUpdated": "Updated April 10, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.8984.3434b0bb-75f5-40d7-92db-33ef502c8259.b9b0db3e-7306-468b-a20b-818904f259cd.54d99d78-dbe3-4bc3-9f2c-c31badf53173?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Automatically redirects any Accelerated Mobile Page (AMP) pages to their regular HTML equivalent.\n\nWhen you see an AMP page, you’re likely seeing a page served directly by Bing or Google who can suck in information about what you do on that page. Keep the web decentralized and say “No!” to search engines that want to take control over the web.\n\nAMP pages are designed for small-screen devices and often don’t translate well to larger screens. The extension can be especially useful if you receive links from people who’re on their mobile devices while you’re on your desktop computer.",
    "lastScraped": "22-8-2023 13:42:52",
    "_id": "64e49f3cf202f31fd43f9b6e"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Timer, Alarm & Stopwatch",
    "url": "https://microsoftedge.microsoft.com/addons/detail/timer-alarm-stopwatch/abkalodogpafepgjfhmkefgpkhihicmb?hl=en",
    "publisher": "Timer, Alarm & Stopwatch",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 8,
    "lastUpdated": "Updated August 23, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.46638.ba816386-5e92-4e7f-b42f-ca3101c8d112.3811efb0-3ef4-4982-a9c2-fae54d1f36df.629bbc35-53b1-47c0-9bfd-d86aa4d4bdc0?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "Timer, Alarm & Stopwatch is an addon that lets you easily set a timer, alarm, or adjust stopwatch in your browser. \n\nThe interface for this addon can be opened in toolbar popup, a new tab, or a stand-alone window. Simply right-click on the toolbar button to choose the desired context. When you open the UI, there are three tabs on the left side, please click on each tab to see the details. At the top, there is a button to add a new timer or alarm. Click on this button to adjust the timer or alarm settings. For the stopwatch tab, there are the start, reset, and lap buttons.\n\nIf you have a feature request or found a bug to report, please fill the bug report form on the add-on's homepage (https://mybrowseraddon.com/timer.html).\n",
    "lastScraped": "22-8-2023 13:42:57",
    "_id": "64e49f41f202f31fd43f9b6f"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "pagenote一页一记",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pagenote%E4%B8%80%E9%A1%B5%E4%B8%80%E8%AE%B0/ablhdlecfphodoohfacojdngdfkgneaa?hl=en",
    "publisher": "pagenote一页一记",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 90,
    "lastUpdated": "Updated July 18, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.40942.9603a6b4-62aa-423e-af7b-a38728daff86.a2ccba9f-9016-49dc-bd85-cdeba4ef4514.99d10118-7d42-47e9-9a9a-c8c1fe3faad8?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "Available",
    "description": "让任意网页成为笔记本，高亮关键字、添加笔记、网页快照。\n免费、不需要登录、支持离线运行\n",
    "lastScraped": "22-8-2023 13:42:57",
    "_id": "64e49f41f202f31fd43f9b70"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Haspit",
    "url": "https://microsoftedge.microsoft.com/addons/detail/haspit/abmicpgolfdhiancbagajagpakfchbbo?hl=en",
    "publisher": "Haspit",
    "category": "Communication",
    "rating": 2,
    "ratedBy": 2,
    "lastUpdated": "Updated February 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.12697.3cc3ca62-2576-403a-b383-8c9c333ec456.d66ea1ba-461e-4b66-87f4-f4a48953cc9e.de878203-f016-448b-b543-7aa8d8d750c3?mode=scale&h=100&q=90&w=100",
    "installs": 51,
    "availability": "Available",
    "description": "Haspit adds missing encryption features to the user interface of common webmail providers. It uses proprietary blockchain technology with a strong public key encryption standard to secure your email communications.\n\nHaspit provides impenetrable and immutable blockchain security to protect your email communication and files. Sign up for free to send secure electronic communications and files with the power of blockchain technology.\n\nHaspit makes integrating privacy and security into your daily workflow seamless.\n\nIt comes preconfigured for common webmail providers like:\n• Gmail™\n• Outlook.com™\n• Yahoo!™\n\nHaspit uses a combination of proprietary blockchain technology, and a strong public key and symmetric encryption to secure electronic communications, files and attachments.\n\nFor details visit https://haspit.com",
    "lastScraped": "22-8-2023 13:43:0",
    "_id": "64e49f44f202f31fd43f9b71"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WifiSpeedTest",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wifispeedtest/abohmiahjcijmfcmkamkbhagnachdodk?hl=en",
    "publisher": "WifiSpeedTest",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated February 22, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.46585.89f499de-0721-471f-815f-c633abb6724a.f924eec5-331f-4fbd-bfed-907a32abaf26.46a03c4c-8daf-4590-8ac2-6658853a926f?mode=scale&h=100&q=90&w=100",
    "installs": 107,
    "availability": "AVAILABILITY ERROR",
    "description": "\nTest your internet speed anytime, anywhere with this handy browser extension.\nFast internet is more important than ever. It helps you be more productive at work and is essential for entertainment and many other activities in your home. \n\nWith this extension, you can test the speed of your internet upload speed, download speed and ping. It also saves each of your tests automatically so you can compare your internet speed over time. \n\nTo do a speed test, click the icon in your Edge toolbar. The new tab includes the speed test as well as a web search tool. \n\nTerms Of Service: https://wifispeedtest.me/terms-of-service/\nPrivacy Policy: https://wifispeedtest.me/privacy-policy/\nContact Us: https://wifispeedtest.me/contact\nHow to Uninstall: https://wifispeedtest.me/extension-uninstall/",
    "lastScraped": "22-8-2023 13:43:1",
    "_id": "64e49f45f202f31fd43f9b72"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/acaelaeamkjacfpbfagcmaddphojapoe?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49f4bf202f31fd43f9b73"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/acbjnlmhloafebcaiiffemnogonnkkpc?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49f4cf202f31fd43f9b74"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "CFCA CryptoKit.ZSYJR Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cfca-cryptokitzsyjr-exte/acbonnnbpepdmannhhjbipjdnhndneme?hl=en",
    "publisher": "CFCA CryptoKit.ZSYJR Extension",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated May 24, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.2926.5c316b66-7087-4728-923f-303243a9cc74.4e45291e-a015-49ae-a491-2b9fe1d44b60.b11e1f51-996d-4e6e-abae-03b4273e2013?mode=scale&h=100&q=90&w=100",
    "installs": 20,
    "availability": "Available",
    "description": "为深圳中顺易金融有限公司定制的适用于 edge最新机制的用于 CFCA 证书应用扩展程序。\n安装该扩展后，用户可以在深圳中顺易金融有限公司开发的后台系统使用 CFCA U-key 实现 U-key 证书+用户密码多因素认证，以满足用户安全性要求。",
    "lastScraped": "22-8-2023 13:43:12",
    "_id": "64e49f50f202f31fd43f9b75"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Drag-Free(Mouse-Drag & Mouse-RightClick)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/dragfreemousedrag-mo/accgkllaohlngfgeanampnlcpljihjgf?hl=en",
    "publisher": "Drag-Free(Mouse-Drag & Mouse-RightClick)",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 15,
    "lastUpdated": "Updated April 20, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.25632.0f80f085-dfaa-4255-ad55-6ed0032f8ae5.d2b7ef8c-b649-43cf-a054-2352be36bd3f.529bd8cc-d20f-4ff5-bd3d-249edbd318c6?mode=scale&h=100&q=90&w=100",
    "installs": 80000,
    "availability": "AVAILABILITY ERROR",
    "description": "- Right click enable.\n\nAllows you to use the feature on a site that has been prevented from dragging the mouse and right-clicking the mouse.\n \n- When the \"Automatic\" state is set to \"Manual\", the operation is always performed.\n- The hot key is set to \"Alt + 1\" by default and you can change the hot key by clicking the \"Defining shortcut\" button.\n\n* mouse right-click / mouse drag",
    "lastScraped": "22-8-2023 13:43:13",
    "_id": "64e49f51f202f31fd43f9b76"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Webcam Recorder",
    "url": "https://microsoftedge.microsoft.com/addons/detail/webcam-recorder/acclchchbebbmakmlkgkllllliijapeb?hl=en",
    "publisher": "Webcam Recorder",
    "category": "Photos",
    "rating": 3,
    "ratedBy": 2,
    "lastUpdated": "Updated October 27, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.19955.c70d4c5d-603b-4e65-a6c2-07e1e38a885d.9ac8de2f-ba71-48ff-b538-da6ba94bafdc.aa20f550-18e7-45c7-9358-2a017dfd15a7?mode=scale&h=100&q=90&w=100",
    "installs": 928,
    "availability": "Available",
    "description": "A simple yet powerful webcam recorder extension with an optional audio capturing capability. The extension records your camera on-demand in WebM format. To protect user privacy, the extension does not send or receive any data from or to any server whatsoever. It works completely offline. The video files are stored in the default download directory.\n\nNotes:\nThis extension does NOT add a watermark to the recordings\n\nHighlights:\n-> This extension is capable of recording video streams with audio and --> muted.\n-> This extension uses a non-persistent background page\n-> This extension works offline\n -> This extension uses IndexedDB storage so that it can record very long streams\n -> This extension recovers stored recordings after a browser crash\n -> This extension supports the pause and resume of recording.\n-> This extension supports screenshot capturing",
    "lastScraped": "22-8-2023 13:43:16",
    "_id": "64e49f54f202f31fd43f9b77"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Pxlet Bookmarklet",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pxlet-bookmarklet/acdadibpngdnepfghkidpijpjfljccah?hl=en",
    "publisher": "Pxlet Bookmarklet",
    "category": "News & weather",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated April 10, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.14654.2c3268c1-095d-4495-b43a-27af2dff857b.fc07b57f-8d0d-4cc6-b16c-2c0e0e11df32.85c40826-02f9-4f39-9aff-6b242d737c0a?mode=scale&h=100&q=90&w=100",
    "installs": 62,
    "availability": "AVAILABILITY ERROR",
    "description": "This is an extension to help you bookmark any link into Pxlet.com\n\nThis is an extension for you to bookmark any link online and stored in Pxlet.com so that you can read it later anywhere anytime",
    "lastScraped": "22-8-2023 13:43:16",
    "_id": "64e49f54f202f31fd43f9b78"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "JavaScript Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/javascript-manager/acgfbchfdpdhoipieoklbonaiiekifof?hl=en",
    "publisher": "JavaScript Manager",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 4,
    "lastUpdated": "Updated August 20, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.40626.cc1be762-6fe0-409f-9ff9-6d6c4f887990.ec0156aa-b267-4aa4-b097-2894b3b78f54.5fc33639-9f88-4c97-bace-8a7509036d91?mode=scale&h=100&q=90&w=100",
    "installs": 20000,
    "availability": "Available",
    "description": "An easily way to turn ON/OFF website's JavaScript\nUse a single button to turn javascript on or off on the Edge Tab you are in. You might want to turn off javascript to help debug a webpage/check your website code errors.\n\nThis is a quick way to enable/disable Javascript\n\nTurn javascript on/off with a button.\n\nTo begin using the software, you need to install the extension first.\nOnce you are on the website you wish to turn javascript off, just click on the software extension to switch it off .\nYou can turn javascript back on for that web page by clicking on the extension icon again.",
    "lastScraped": "22-8-2023 13:43:21",
    "_id": "64e49f59f202f31fd43f9b7a"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Clean Guru - cache & history cleaner",
    "url": "https://microsoftedge.microsoft.com/addons/detail/clean-guru-cache-hist/aceindggcajccjohogepkaliphokbfam?hl=en",
    "publisher": "Clean Guru - cache & history cleaner",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 108,
    "lastUpdated": "Updated February 10, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.793.1d65ae40-0cd3-458c-81bb-ef10581a2d80.a64b21b7-a6d6-4451-9a6d-9b7f95162399.c99a5e99-44fb-43af-ac70-e2432651e2bd?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "AVAILABILITY ERROR",
    "description": "The Cleaner - Clean Guru delete the Cache, Cookies, Downloads, History from Edge Browser. Set auto history cleaning, to protect your privacy!\nThe most fast and powerful Clean Guru Extension in the Edge Store!\n\nThe Cleaner - Clean Guru lets you clear all unnecessary data from Edge as easy as one click. Protect your privacy, delete all activity and fasten your browser with Clean Guru extension for Edge.\n\nExtension lets you clear most of temporary browser information effectively just with one click and protect your privacy, delete all activity from your browser and many more:\n\n-clean browser history, cache, cookies, downloads, website storage and passwords\n-clean all your browser data at once or separately\n-button for quick access to memory and DNS info in extension menu\n-open extension’s folder and incognito tab with a button from menu\n\nIt's never been easier to erase browsers data. Clear temporary data, cache, cookies, download and browsing history effectively just with one click. Adding a floating button “Clear All” on each page allows you to do that.\n\nCache cleaner\n+ Speed up device performance and clean unnecessary data.\n+ Clear cache of all websites.\n\nProtect your privacy and delete all activity from your browser with ccleaner.\n\nFew key features:\n\n+ Instant removal with one-click\n+ View and clear browser history\n+ Clear download history\n+ Empty the temporary files\n+ Delete cookies and other site and plug-in data\n+ Clear cache\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Light \\ Dark mode for every time of day\n\nClick \"add extension\" button to add Cleaner and clean the browser temporary data without any efforts. \nIs your browser Slow?\n\nClean up browsing data and make your browser even faster and Protect your privacy!\n\nMy browser is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Chromium based browser, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the temporary data, history etc.\n\nNotes:\n* Please, be aware that super history & cache cleaner extension Clean Guru will delete only Edge history, but will not interfere with your google history (your search history on google.com). To deal with your google search history you should go to your account in the search engine itself and deal with the google history from there)\n\n* If you delete cookies, you'll be signed out from most current sites (don't select \"clear cookies\" if you don't want to log-in again every time you use the cleaner.",
    "lastScraped": "22-8-2023 13:43:21",
    "_id": "64e49f59f202f31fd43f9b79"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Dark Mode for YouTube™",
    "url": "https://microsoftedge.microsoft.com/addons/detail/dark-mode-for-youtube%E2%84%A2/acgleclafbbegjaehobmlmgogjkidodj?hl=en",
    "publisher": "Dark Mode for YouTube™",
    "category": "Entertainment",
    "rating": 2,
    "ratedBy": 4,
    "lastUpdated": "Updated September 18, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.34622.c852f738-7b9f-45fa-ae95-b87b5d9361d0.d39abca5-fa15-4b03-beff-261bed184723.1f0c8d77-a38d-4b25-b108-a75f47552577?mode=scale&h=100&q=90&w=100",
    "installs": 765,
    "availability": "Available",
    "description": "This extension installs a dark theme which makes Youtube black with the click of a button. Simply install this extension\nto enable dark mode on Youtube.  Protect your eyes at night by changing the Youtube background color into black.\n\nThis application allows you to switch on /off Dark mode for Youtube (aka Night mode, dark theme). Give a little rest for your eyes (especially at the night time) and install this extension.\n\nOnce you install this extension, to switch dark mode on/off, what you need to do is click on the top left hand slider button on Youtube.com.\n",
    "lastScraped": "22-8-2023 13:43:27",
    "_id": "64e49f5ff202f31fd43f9b7b"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Microsoft Bing Search Engine",
    "url": "https://microsoftedge.microsoft.com/addons/detail/microsoft-bing-search-eng/acgiggmcehhbhfnedfkcgenplgkjddef?hl=en",
    "publisher": "Microsoft Bing Search Engine",
    "category": "Search tools",
    "rating": 4,
    "ratedBy": 7,
    "lastUpdated": "Updated October 28, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.9451.97379977-1627-4b79-b243-2c6e532e7929.57c068d4-866a-4afc-828d-821bfd5d3597.6d33e8de-b580-40e3-b9e0-2c7df9f8fcab?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "Available",
    "description": "Microsoft Bing Search Extension is a great way to enrich your search experience on Edge. Install this extension to stay up-to-date with the latest trending searches and suggestions. Access to information across the web is right at your fingertips with direct access to Microsoft Bing search. So go ahead, and install the extension now!\n\nFeatures\n\n-Stay up-to-date with popular searches trending across the web\n-Search the internet directly using Microsoft Bing",
    "lastScraped": "22-8-2023 13:43:27",
    "_id": "64e49f5ff202f31fd43f9b7c"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "USSeek Enhanced Search",
    "url": "https://microsoftedge.microsoft.com/addons/detail/usseek-enhanced-search/acgmpifiemmdpjeolnmjjpakfnfhcmgf?hl=en",
    "publisher": "USSeek Enhanced Search",
    "category": "Search tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated August 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.32434.77a19aec-870f-4c62-9a2b-37d92c75019b.bc38ac2e-f9a7-4c3d-acfb-58343ad4fb84.a04fa80f-044a-4a53-a782-e0a2938827e5?mode=scale&h=100&q=90&w=100",
    "installs": 142,
    "availability": "AVAILABILITY ERROR",
    "description": "The USSEEK extension will set your home page to Usseek.com and will update your new tab search. When you search on Usseek.com you will see search results for the type of search you perform, including Web, Images, Videos, and Businesses. \n\nUsseek believes in helping our users find and support local businesses. We believe that supporting and buying local is how we create strong communities and support our local economies. When you install the Usseek Enhanced Search extension, you will be able to use the Usseek search site every time you open your browser, as a default. \n\nPlease reach out with any feature requests or bug reports- Our goal is to elevate Usseek to one of the top search sites, and we want to help our users as much as possible to provide the maximum benefit for using our site!",
    "lastScraped": "22-8-2023 13:43:33",
    "_id": "64e49f65f202f31fd43f9b7d"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Giveback by FutureFuel.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/giveback-by-futurefuelio/achijlcphdpknhjkjeodpfodbdngjjmf?hl=en",
    "publisher": "Giveback by FutureFuel.io",
    "category": "Shopping",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated September 1, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.36050.6681370f-0bd3-4b1d-bcff-b96218a30a77.f04969eb-8b5c-4629-b348-3ab609027397.2f9966c0-7bf7-4e4b-9b17-1538577357af?mode=scale&h=100&q=90&w=100",
    "installs": 74,
    "availability": "Available",
    "description": "Pay down student debt with everyday purchases through the Giveback by FutureFuel.io FREE Microsoft Edge extension. Every time you shop with one of our 450+ participating partners, up to 30% cash back is automatically collected to crush your student debt. It’s free money that saves you even more on your student debt! Just $25 a month in cash back can save $4,900 in interest and shave 23 months off an average student loan. \n\nBecoming debt-free is easy! Here’s how it works:\n\n   1. Add Giveback: Install our Microsoft Edge extension to your browser.\n   2. Sign Up and Log in: Create a FutureFuel.io account and log in to the Microsoft Edge extension.\n   3. Browse Brands: Shop as you normally do or get inspired by our top offers. \n   4. Claim an Offer: Apply an offer with any of our 450+ partner brands to receive cash back. \n   5. Crush Debt: At the end of every month, we'll direct the extra dollars you collect to crush your student debt.\n\nThe Giveback by FutureFuel.io extension makes it easy for you to harness your very own purchasing power to eliminate student debt by activating exclusive offers. You will be able to track the cash back you earn with every purchase in our platform when you online shop with our extension. We'll sweep your cash back to help pay down your student debt every month as long as you collect at least $5. \n\nNot a FutureFueler yet? No worries! You don’t need a FutureFuel.io account to download the extension! Anyone can create an account and start crushing student debt shopping with top brands.\n\nBy installing the extension, you agree to the FutureFuel.io's Terms of Service (https://futurefuel.io/terms-of-services/) and Privacy Policy (https://futurefuel.io/privacy-policy/).",
    "lastScraped": "22-8-2023 13:43:34",
    "_id": "64e49f66f202f31fd43f9b7e"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "New tab page by start.me",
    "url": "https://microsoftedge.microsoft.com/addons/detail/new-tab-page-by-startme/acifeljplikjhjobbicjiknoeafjoddh?hl=en",
    "publisher": "New tab page by start.me",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 18,
    "lastUpdated": "Updated April 8, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.37296.4dd4564b-ec57-4fb4-b191-95e6cfdddbe1.b680611f-0c56-45f1-92f5-37d5f418996f.4b8c4f36-a501-4830-88b6-bf7daab043c8?mode=scale&h=100&q=90&w=100",
    "installs": 20000,
    "availability": "Available",
    "description": "start.me turns your Edge New Tab Page into a beautiful personal dashboard.\n\nWith start.me, you'll have instant access to all your bookmarks, news feeds, notes and web services. This will help you stay organized and save time on the internet.\n\nWorks across all your devices and other browsers (Chrome, Firefox, Safari, Edge, Opera), without the need to sync your data/bookmarks.\n\nA startpage used by over +700,000 users. \n\n*** Featured on BuzzFeed, Lifehacker, MakeUseOf, The New York Times, Product Hunt, Computer World ***\n\n────────────────────────────\n\nFEATURES:\n\n✔ Bookmarks\nEasily save and organize bookmarks from any website.\n\n✔ RSS\nDisplay RSS feeds from your favorite sites directly on your dashboard.\n\n✔ +3,500 widgets\nCalendar, E-mail, Notes, To-do widgets and thousands of other widgets are available to customize your start page.\n\n✔ Stylish backgrounds\nStyle your start pages with one of our beautiful backgrounds, or create your own.\n\n✔ Embed anything\nEmbed video, web pages, and other web content right onto your start page.\n\n✔ Share & collaborate\nCreate and share start pages with your team, your students, etc.\n\n────────────────────────────\n\nHelp:\nHave any questions? Visit our help centre at https://support.start.me or contact us at support@start.me.\n\n\nTerms:\nhttps://start.me/terms\n \nPrivacy Policy:\nhttps://start.me/privacy\n\nLatest updates:\nhttp://blog.start.me",
    "lastScraped": "22-8-2023 13:43:39",
    "_id": "64e49f6cf202f31fd43f9b7f"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/acioijkkdkpnfandojlmhgiddajdbned?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49f6df202f31fd43f9b80"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Taobao Helper",
    "url": "https://microsoftedge.microsoft.com/addons/detail/taobao-helper/acjfknjielnapamlkdhmahpipkehpepn?hl=en",
    "publisher": "Taobao Helper",
    "category": "Shopping",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated March 1, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.45472.2d18b878-6ed6-41a4-9ec5-29cee9da8c34.8ec6b7ac-d21e-4357-83b6-b0d29e8a599f.5d4802cc-91c6-4977-bbd4-4c129304b3f7?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "AVAILABILITY ERROR",
    "description": "Taobao Helper gives you quick access to Taobao, just click this extension's icon, input what you want to search in the popup window, then click 'Search' button or hit Enter key, you're all set. By the way, you can get coupons from Taobao and other providers along the way.",
    "lastScraped": "22-8-2023 13:43:46",
    "_id": "64e49f72f202f31fd43f9b81"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "零维",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E9%9B%B6%E7%BB%B4/acjmodeoaainkjaepneenkfidfelipfo?hl=en",
    "publisher": "零维",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated April 2, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.62906.712ea110-e153-4255-ace1-74905c467666.5cdf2745-ce5a-4d02-8a27-d7b15d421dad.90258f8d-aba4-4fb2-80a3-bc5a253ee04b?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "12万华人的共同选择！\n运营商级网络接入，高速，稳定，安全，省心。\n账号可与家人和朋友共享使用。\n\nOneVnet与其他的插件大不相同。大多数类似插件通过破解的方法来解除地区限制，而OneVnet则是提供专用网络让您直接接入中国内地网络，这不仅速度快，而且对于内容提供者也是友好的，确保了一致的优质体验。\n\nOneVnet自动针对中国地区网络的访问进行加速,并解除地区限制。使得各位用户能够在海外轻松浏览优酷(Youku),土豆(Tudou),哔哩哔哩(Bilibili),PPTV等所有中国大陆地区的网站。不会影响当前网络使用，仍能正常使用当地网络的所有服务（比如Facebook和Youtube）。\n\n本插件可以让您一键接入OneVnet网络(https://vnet.one)，要使用本插件提供的服务，您还需要一个OneVnet账号。\n\n关于在其他设备和浏览器上使用我们的服务，请登录官网，在“快速开始”中查询。\n\n* 使用本扩展的功能需要付费\n\n受支持的网站，包括但不限于：\n优酷(youku)，乐视(letv)，央视网（cctv），土豆网（tudou），哔哩哔哩（bilibili），AcFun，爱奇艺（iqiyi），腾讯视频，搜狐视频，PP视频（pptv），网易云音乐，QQ音乐，酷狗音乐，酷我音乐，百度云网盘等等。",
    "lastScraped": "22-8-2023 13:43:47",
    "_id": "64e49f73f202f31fd43f9b82"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ackodolhpbogckmcjkfdcgifhigeghkg?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49f79f202f31fd43f9b83"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "FPL Tools",
    "url": "https://microsoftedge.microsoft.com/addons/detail/fpl-tools/aclaccopnmcpfobgkjibbimamfbcodbd?hl=en",
    "publisher": "FPL Tools",
    "category": "Sports",
    "rating": 3,
    "ratedBy": 5,
    "lastUpdated": "Updated July 10, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.58967.4009203a-9c39-49d9-b8df-4d5891a794be.b026ec9c-97b4-44b3-aa1c-740186e0f4ee.4eafda39-fa91-4c53-acdb-f7a7de6e770f?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "FPL Tools:\n\n1. Fixture difficulty\n\n-In page fixture difficulty in a team and transfer list.\n-Home and away indicator with uppercase indicates home and lowercase indicate away.\n-Default green -> red color indicate lower to higher fixture difficulty.\n-Color scheme options to change color to blue -> red for fixture difficulty.\n\n2. Last 5 GW Points\n\n-Last 5 Game week points in page\n-Hover to see opponent details\n\n3.Net Transfers\n\n-Net transfers in the transfer page in pitch view and transfer list.\n\n4.Extended League Tables\n\n-Added more information about teams in league tables like last 5 gw points, total transfer, hits, team value, captain, cheap used, total cheap used and playing xi.\n\n5. Expected Points\n\n-Shows expected points for next GW for playing 11 and bench in my team page\n\n6. Quick Transfer\n\n-Add player without popup from the transfer list\n\n7. Enhanced Stats\n\n-Sort players by goals per match, assists per match, bonus per match, etc. stats\n\n8. Compare Players\n-Compare players within fpl dialog\n-How to compare players?\n * open any player information dialog\n * select player to compare with\n * max 3 players can be compared\n\n9. Live Notifications\n-Get notified on some of the action by your players eg. goals, assists, cards, etc...",
    "lastScraped": "22-8-2023 13:43:53",
    "_id": "64e49f79f202f31fd43f9b84"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Sonarr/Radarr/Lidarr autosearch",
    "url": "https://microsoftedge.microsoft.com/addons/detail/sonarrradarrlidarr-auto/aclgfcjonnhgdkinhmmafdbkpegfcnal?hl=en",
    "publisher": "Sonarr/Radarr/Lidarr autosearch",
    "category": "Search tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated July 27, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.39677.e18fb5e2-7120-410b-90c4-90fcac73a4e3.a453a967-665c-460b-b449-7dfc5e3ee9dc.29b3484d-1c93-4db8-9746-450ff2dc428c?mode=scale&h=100&q=90&w=100",
    "installs": 389,
    "availability": "Available",
    "description": "This is an extension for chromium browsers that:\n\n1. Populates the search field on Sonarr, Radarr or Lidarr with any text added to the end of the search URL and then triggers the input event on the search field to fire off a search request. \n\n2. When right-clicking selected text on any page this extension exposes a context menu with entries for Sonarr, Radarr and Lidarr that allow a direct search for the selected text in a new tab.\n\nThe extension an be disabled from the extension's popup and each context menu item can be disabled from the settings page.",
    "lastScraped": "22-8-2023 13:43:57",
    "_id": "64e49f7df202f31fd43f9b85"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "小菜云客服",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E5%B0%8F%E8%8F%9C%E4%BA%91%E5%AE%A2%E6%9C%8D/acmcjbihcfnhfeollglpahidpfhlijdl?hl=en",
    "publisher": "小菜云客服",
    "category": "Accessibility",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated December 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.15844.8d9d4858-6c73-407a-a439-bd1a39a0bb23.eb12048e-e829-42a8-9e2c-dfdb124c4236.19cc948d-cf6c-401c-9b8e-b473d1456a85?mode=scale&h=100&q=90&w=100",
    "installs": 141,
    "availability": "AVAILABILITY ERROR",
    "description": "小菜云客服助手，协助云朵们快速完成一些重复的 SOP 查询、表单填写和话术整理工作，进而提升和客户交流的效率。",
    "lastScraped": "22-8-2023 13:43:58",
    "_id": "64e49f7ef202f31fd43f9b86"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Selection Search",
    "url": "https://microsoftedge.microsoft.com/addons/detail/selection-search/acnbnghploonojdneaapglimokkefngg?hl=en",
    "publisher": "Selection Search",
    "category": "Search tools",
    "rating": 4,
    "ratedBy": 10,
    "lastUpdated": "Updated June 27, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.15211.55f6db77-503c-47cf-bc88-92fe7225e4e4.81e249a6-4c00-48c6-8893-37c4985eb890.e411de5f-527f-4d94-8e74-7356d22292b8?mode=scale&h=100&q=90&w=100",
    "installs": 5000,
    "availability": "AVAILABILITY ERROR",
    "description": "This extension let you use text you have selected in a web page to search in various search engines.\n\nThe extension is highly configurable and let you customize what search engines to use, the look of the search menu and much more. \n\n*NOTE*: This is the first released version of the extension for Microsoft Edge. Please report any issues you might find so we can try to fix it. \n\n",
    "lastScraped": "22-8-2023 13:44:3",
    "_id": "64e49f83f202f31fd43f9b87"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Cyclonis Password Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cyclonis-password-manager/acnjjnipnlbppelaaoekjfacdbpibjol?hl=en",
    "publisher": "Cyclonis Password Manager",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated October 21, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.60977.4c37d8bb-2671-4bf2-a068-c5678d443e06.4663f71f-6c90-4dba-b720-cf25f5b5fb76.8318b97c-26bd-4a8c-a9ad-b1e0e13e20b8?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Cyclonis Password Manager gives you premium features at no charge - it’s FREE! No credit card required! No trial expiration! It’s the full-featured version!\r\n\r\nIMPORTANT: This extension will only work if you have the Cyclonis Password Manager desktop application already installed on your computer. You may download the FREE \"Cyclonis Password Manager Desktop\" application from the Microsoft Store.\r\n\r\n \r\nUsing just a single password for multiple online accounts? Is keeping track of your many passwords an impossible task? With Cyclonis Password Manager, you can manage, organize and control all your passwords in one central place. Cyclonis Password Manager stores your data in a personal vault, that is encrypted with AES-256 bit, an encryption algorithm used by governments, financial institutions, and in military applications. \r\n\r\nCyclonis Password Manager encrypts your vault using your master password. Your master password is for your eyes only – your data cannot even be accessed by Cyclonis staff or servers as we never transmit or store your master password.\r\n\r\nSigning up to a new social media website? This means that you should create a new and unique password. Let Cyclonis Password Manager take care of this tedious process for you. Using Cyclonis Password Manager’s password generator, you can create complex passwords that are designed to help avert the most popular password-cracking methods. Of course, no password, no matter how complex, can be 100% guaranteed against being compromised. Best of all, you can save your new social media account’s login details to your Cyclonis Password Manager vault, accessible directly from your web browser. The next time you visit that social media website, Cyclonis Password Manager’s browser extension can auto-fill your username and password, and even log you in automatically.\r\n\r\nThere's no point in having your data consolidated if you can't easily access it. This is where the Cyclonis Password Manager browser extension comes in. It automatically connects to the Cyclonis Password Manager desktop application and enters your login details for you for each website that you have stored in your vault, saving you time and the frustration of having to manually type your login details. Just navigate to the website and let Cyclonis Password Manager’s browser extension automatically fill in the username and password fields. It can even be configured to log you in automatically by activating the “Sign in” button. There’s no typing, no copying, and no pasting.\r\n\r\nKey Features: \r\n\r\n- View, add, edit, delete, and manage your passwords from a searchable vault.\r\n- Use your passwords in multiple browsers on multiple devices.\r\n- Search your vault and navigate to your favorite websites with just a few clicks.\r\n- Log in to your favorite websites automatically. \r\n- Option to enable two-factor authentication (2FA) for your Cyclonis Password Manager account.\r\n- The Cyclonis Password Manager Password Generator helps you create complex passwords and update your website accounts.\r\n- The Cyclonis Password Manager Password Analyzer checks the complexity and strength of your website account passwords.\r\n-  Integrates with your browser to enable you to store your usernames and passwords to your Cyclonis Password Manager vault with a few clicks.\r\n- Automatically fill in long registration forms and checkout pages with the profile data that you have stored in your vault.\r\n- Import your website account usernames and passwords from other password managers.\r\n- View and edit your website accounts, Private Notes, personal profiles, ID documents, credit card details, bank account information and other sensitive data.",
    "lastScraped": "22-8-2023 13:44:3",
    "_id": "64e49f83f202f31fd43f9b88"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Leave Confirmation for Google Meet™",
    "url": "https://microsoftedge.microsoft.com/addons/detail/leave-confirmation-for-go/acobfefbgpbaanfdicppipekcadmpaam?hl=en",
    "publisher": "Leave Confirmation for Google Meet™",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated October 28, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.53716.44113dcd-e47a-4fae-b1db-07ce9e0a688b.1c74d7ed-7f3d-4a4f-89bd-7fb3cfc7e0ce.8acd2909-1128-4839-b253-250cc86299dc?mode=scale&h=100&q=90&w=100",
    "installs": 59,
    "availability": "Available",
    "description": "Our FREE software extension Leave Confirmation for Google Meet™ allow you to quickly enable/disable settings for Leave Confirmation popup.\n\nWhen you have so many online meetings every day, it is easy to accidentally click on the hang-up button and leave the Google Meet meeting. This extension solves the issue by adding a confirmation popup to confirm you really want to leave the virtual meeting, and save you some embarrassment when you do an misclick.\n\nCore Feature:\n\nLeave Confirmation Popup\n- Adds prompt/popup box when you are leaving the Google Meet meeting, this helps to stop you from leaving Google Meetings accidentally\n",
    "lastScraped": "22-8-2023 13:44:8",
    "_id": "64e49f88f202f31fd43f9b89"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/acoikaeinibhclgdckpkmakifgoolljh?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49f8af202f31fd43f9b8a"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WonderSwitcher",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wonderswitcher/acpdnpoopebgpccamngjlibapogdcnmh?hl=en",
    "publisher": "WonderSwitcher",
    "category": "Developer tools",
    "rating": 2,
    "ratedBy": 1,
    "lastUpdated": "Updated July 12, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.4817.2a6137dc-0eb0-4cf8-97a5-3726d98997fb.dc03543f-cfd6-4fcc-b356-5086209a2c0d.b6e68f8e-d816-4b8a-9f0a-ba4e7632e24a?mode=scale&h=100&q=90&w=100",
    "installs": 741,
    "availability": "Available",
    "description": "WonderProxy Switcher allows you to switch between HTTP proxy servers quickly and easily to speed up your website testing. Import proxies from your WonderProxy account or add your own custom servers.\n\nWonderProxy is a paid service, so you’ll need an account if you want to use WonderProxy servers.\n\nLatest version\n5.1.1\nJuly 12, 2023\n - Security updates\n\nPrevious versions\n\n5.1.0\nMarch 22, 2023\n - Introduce account access checking features\n - Improvements to the account options page design\n",
    "lastScraped": "22-8-2023 13:44:13",
    "_id": "64e49f8df202f31fd43f9b8b"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "蓝客简历抓取插件",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E8%93%9D%E5%AE%A2%E7%AE%80%E5%8E%86%E6%8A%93%E5%8F%96%E6%8F%92%E4%BB%B6/acpnmmpmikadgkekdlkcagfhabcepnbd?hl=en",
    "publisher": "蓝客简历抓取插件",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated June 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.50927.f8404c09-89a4-4d0d-af90-df1ac052119d.384f76c7-ccf3-4337-9dcb-9903572596c3.492f1100-cf13-4d50-93d4-7e13a097bcb9?mode=scale&h=100&q=90&w=100",
    "installs": 95,
    "availability": "Available",
    "description": "安装好插件以后可以一键下载网站上的简历，它可以帮助您保存您正在浏览的简历到你的蓝客账户中，使用起来简单方便直接。并具有自动查重提示功能，防止你购买重复的人才简历。\n",
    "lastScraped": "22-8-2023 13:44:17",
    "_id": "64e49f91f202f31fd43f9b8c"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Confetti! Confetti all over... What else?",
    "url": "https://microsoftedge.microsoft.com/addons/detail/confetti-confetti-all-ov/adaaohfifdcbgbiaopflmojhphbngpfn?hl=en",
    "publisher": "Confetti! Confetti all over... What else?",
    "category": "Entertainment",
    "rating": 3,
    "ratedBy": 16,
    "lastUpdated": "Updated January 6, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.2722.bbabe900-a2d8-406c-b46e-6ddef6a587f7.89376a59-0f33-4651-82e4-e641a319e4af.79073d74-f16b-457c-ba3a-3e0d90404846?mode=scale&h=100&q=90&w=100",
    "installs": 655,
    "availability": "Available",
    "description": "With one click on the button you will get confetti all over your screen. A real fun factor in many occasions. Try it out. \n\nTrigger your confetti with:\n - Windows: Ctrl + B\n - Chrome OS: Ctrl + B\n - Mac: Command + B\n\nIn the options menu there some cool features you can turn on and off. You can find the options screen when you right click the confetti icon and go to options.\n\nTo change the shortcut fill this url in your location bar: chrome://extensions/shortcuts\n\n## NOTES\n- Some sites will block the confetti extension.\n- Reload the page to stop the confetti.\n\n/highfive \nDennis.",
    "lastScraped": "22-8-2023 13:44:20",
    "_id": "64e49f94f202f31fd43f9b8d"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/addgihdndfamjpijnihklgnjphdmcmon?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49f98f202f31fd43f9b8e"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Trader Rookie Forex Position Size Calculator",
    "url": "https://microsoftedge.microsoft.com/addons/detail/trader-rookie-forex-posit/addmhmcfpoimgajbbeckdghdpoeobipc?hl=en",
    "publisher": "Trader Rookie Forex Position Size Calculator",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated April 22, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.35431.818510a4-3e73-4ffa-93a7-5197d30557fd.160c6a29-a170-40a9-88b7-d3680bd33fba.e067d161-f07a-401f-a7a5-fdbdb0b64a37?mode=scale&h=100&q=90&w=100",
    "installs": 244,
    "availability": "Available",
    "description": "*******************************************************************\n📉 The Trader Rookie Forex Position size calculator is a free powerful risk management tool for all traders.\nCan be used on top of any webpage! 📈\n*******************************************************************\n\n🖩 Calculate position sizes on the fly directly on top of your broker’s web interface or open the calculator in a separate window and use it with desktop software like Metatrader™ or cTrader™.\nFurthermore, the calculator is optimized for use on top of Tradingview.com. 📊\n\n💲 The calculator comes preloaded with the forex majors and a selection of commodities and indices.\n\n💲 You can calculate position sizes in micro lots, mini lots, lots, or units.\n\n💲 Set 3 separate take-profit targets for your trade.\n\n💲 Set stop loss in pips or enter a pricepoint.\n\n💲 Set your risk percentage and enter the size of your trading account to dial in your risk tolerance perfectly on every trade!\n\n*******************************************************************\n\n💷💷💶💴 The calculator is fully customizable and you can build any forex pair by combining 30+ different currencies using a simple drag-and-drop interface.\n\n🛢️📉 Build any custom index or commodity pair to fit your trading needs and add it to the calculator.\n\n📈 Instant synchronization between calculators in different browser tabs makes it easy to chart your setups on Tradingview and enter the trades with your broker.\n\n🖱️⌨️💻The calculator can be easily navigated with your mouse, keyboard, or touchscreens offering you a range of different possibilities to calculate position sizes in a hurry - even when the marked is fastmoving and you do not want to miss the perfect entry on your trading setup.\n\n🚨 The calculator comes with a direct link to the complete manual - help is never more than a mouse-click away!\n\n*******************************************************************\n\nEdge will ask for permission to \"Read and change site data\" when using the Trader Rookie position size Forex calculator. You can allow access on your current page when clicking the extension or allow the extension access to all sites collectively.\n*******************************************************************\n\nWhat’s new\n*******************************************************************\nVer. 1.1.2\n\n- New forex data provider - as my old data API endpoint suddenly stopped working.",
    "lastScraped": "22-8-2023 13:44:25",
    "_id": "64e49f99f202f31fd43f9b8f"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Bitcoin Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bitcoin-tracker/addokipkkdchbndmfpemckpjeeojahdc?hl=en",
    "publisher": "Bitcoin Tracker",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 2,
    "lastUpdated": "Updated January 9, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.2475.956c1a5a-81e9-46ea-a0b3-4cd45fe360db.9c2838ad-1a3e-4463-9f58-cb0037e5a457.ea96511b-40f1-40fc-b963-c9ab338cf4be?mode=scale&h=100&q=90&w=100",
    "installs": 488,
    "availability": "AVAILABILITY ERROR",
    "description": "Easily keep up to date on the latest Bitcoin prices right in your Chrome toolbar.\n\nFeatures\n* Current Bitcoin price in your browser toolbar\n* Last 30 days of Bitcoin daily price\n* Automatically updates every 15 minutes\n\nComing Soon\n* Multiple currencies",
    "lastScraped": "22-8-2023 13:44:30",
    "_id": "64e49f9ef202f31fd43f9b90"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Turn Off YouTube Comments & Live Chat",
    "url": "https://microsoftedge.microsoft.com/addons/detail/turn-off-youtube-comments/adfcjmeholkejegahoglmldgneejfpkg?hl=en",
    "publisher": "Turn Off YouTube Comments & Live Chat",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 5,
    "lastUpdated": "Updated January 2, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.19198.fc5aa30e-b555-4224-9638-72d7fca40bc9.03f3895a-10d1-47d7-b93a-8a605877c930.cd4ac231-80d6-4424-a9b1-c62e26256401?mode=scale&h=100&q=90&w=100",
    "installs": 353,
    "availability": "Available",
    "description": "Hide YouTube comments and/or live chat.\n\nTo hide comments while being able to add comments, uncheck \"Hide Add Comment Box\" and check \"Hide Comments\".\n\nCompatible with mobile YouTube, m.youtube.com.\n\nFor more features including removing recommendations, comments, and more: https://microsoftedge.microsoft.com/addons/detail/unhook-remove-youtube-r/hebpjnnclppdnfghdnmhgdljmjpfhggk\n\nTurn Off YouTube Comments & Live Chat is also available as an extension on:\n- Chrome: https://chrome.google.com/webstore/detail/turn-off-youtube-comments/bnbnjkiglooccambmgnmbepaofnjjjpl\n- Firefox: https://addons.mozilla.org/firefox/addon/youtube-comments-live-chat/",
    "lastScraped": "22-8-2023 13:44:31",
    "_id": "64e49f9ff202f31fd43f9b91"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Shopify Theme Detector",
    "url": "https://microsoftedge.microsoft.com/addons/detail/shopify-theme-detector/adgbhdbicmhkhgcalkachnldihbgnkin?hl=en",
    "publisher": "Shopify Theme Detector",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated December 24, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.59394.ffbfddf4-c74b-4fcf-b38a-703718dd5259.cde76266-957a-4e47-b0d1-04221204bb2f.872942eb-96bb-47d5-92a7-37f86a45819a?mode=scale&h=100&q=90&w=100",
    "installs": 264,
    "availability": "Available",
    "description": "Shopify Theme Detector detects that theme being used on any Shopify site.",
    "lastScraped": "22-8-2023 13:44:35",
    "_id": "64e49fa3f202f31fd43f9b92"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Catchpoint User Experience",
    "url": "https://microsoftedge.microsoft.com/addons/detail/catchpoint-user-experienc/adgfnejnfbkgcdioefdlidfdenheckao?hl=en",
    "publisher": "Catchpoint User Experience",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated May 24, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.35065.d62fb55d-815b-4f84-9829-f6942cd04a07.01a62a7e-6b1a-4227-b69c-f02b9f93d316.5a0f3c33-14ba-4f8a-a83c-6581f7812f30?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Instantly discover what was slowing down a webpage.\nCatchpoint User Experience allows you to easily see performance attributes of websites as you browse the web. This helps both end-users and developers understand why a web-page might be slow or experiencing problems. With Catchpoint User Experience , you can quickly identify how long a page took to load, the size of the page in bytes, if any requests caused bottlenecks, the number of hosts that served content, and details about the type of files delivered.\n\nCatchpoint User Experience data can be used ad-hoc to share directly with IT support teams to help resolve incidents faster. IT teams can also use the Catchpoint portal for collecting Catchpoint User Experience data and reporting it in a comprehensive analytics and alerting platform to evaluate trends and see a holistic view of employee experience across entire departments or organizations.",
    "lastScraped": "22-8-2023 13:44:36",
    "_id": "64e49fa5f202f31fd43f9b93"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Total AV Password Vault Assistant",
    "url": "https://microsoftedge.microsoft.com/addons/detail/total-av-password-vault-a/adglocaeiggbcekcmajdpeikijjfmdpc?hl=en",
    "publisher": "Total AV Password Vault Assistant",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 87,
    "lastUpdated": "Updated December 12, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.47378.16a69d42-a68f-44dd-a5bb-938aaaedb6be.a66885dc-be93-4313-b198-46f9d656aed6.82f69830-2c2a-4274-9bbb-d7b584c43fd3?mode=scale&h=100&q=90&w=100",
    "installs": 20000,
    "availability": "Available",
    "description": "This extension works with the Password Vault provided by the Total AV application. Instead of manually searching for a password within Total AV, you can now search the vault directly from any web page.\n\nSimply click one of the icons added by the extension to get a list of possible passwords for the current website. Selecting the entry will then add your login information. If you don't currently have any passwords saved for the website, you can generate a new one to add to the vault.\n\nThe extension will detect logins to a website not stored in the vault, or if any existing entries have a different password. You'll be prompted whether you would like to save this new data.\n\nThis extension needs access to your data to function, including the usernames, passwords and website details to work with the Total AV Password Vault. Without agreeing to the privacy policy, this extension will not function.\n\nPlease note: this extension requires Total AV v5.7+ to be installed on your PC.",
    "lastScraped": "22-8-2023 13:44:39",
    "_id": "64e49fa7f202f31fd43f9b94"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Custom UserAgent String",
    "url": "https://microsoftedge.microsoft.com/addons/detail/custom-useragent-string/adhebfnpnbbncjlfhcjjgollojoklklk?hl=en",
    "publisher": "Custom UserAgent String",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated April 6, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.40709.67abbac9-8311-4f73-a485-5e3023e9fe31.5f3de8d1-8336-487e-b01f-32986cb32da2.8d701f90-5ee8-4f71-ac76-4b638d81a586?mode=scale&h=100&q=90&w=100",
    "installs": 4000,
    "availability": "Available",
    "description": "Custom UserAgent String is an add-on that enables you to easily change your browser's useragent by adding site-specific useragent strings via the options page.\n\nSome features:\n1. Add a custom user-agent string for each URL or website (domain).\n2. There is an option to change each URL to a domain from the options page.\n3. Toolbar popup has an ON or OFF switch button (left side).\n4. User agents can be added to the options page (more than 100 sample user-agent strings are also provided).\n5. For each user-agent string, you can either delete or disable it for future use.\n6. To find a user-agent string you can either use a search engine (there are plenty of websites that provide a free UA list) or use the sample list provided in addon's options page. This list includes more than 100 UAs for modern browsers and ranging from desktop to mobile platforms. This list is also available in the addon's homepage, FAQ section.\n\nNote: to report bugs, please visit the addon's homepage (https://mybrowseraddon.com/custom-useragent-string.html) and fill the bug report form.",
    "lastScraped": "22-8-2023 13:44:42",
    "_id": "64e49faaf202f31fd43f9b95"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "PP",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pp/adhfafakfaeckhpnnbjepedpcaplhned?hl=en",
    "publisher": "PP",
    "category": "Entertainment",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated September 10, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.43943.66c401e6-504d-41a6-adaa-073c2d8cb0fb.8bbe39b3-3b68-411d-abb2-1c57cb9bb5b8.57ead5ce-91fe-4b81-9e9e-71d7b7cc5102?mode=scale&h=100&q=90&w=100",
    "installs": 18,
    "availability": "Available",
    "description": "Show big PP and small PP instead of upvote and downvote on reddit",
    "lastScraped": "22-8-2023 13:44:45",
    "_id": "64e49faef202f31fd43f9b96"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "100dictionary",
    "url": "https://microsoftedge.microsoft.com/addons/detail/100dictionary/adhkapmjaljkemcgnbngnkhlbgklpidb?hl=en",
    "publisher": "100dictionary",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated April 9, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.36060.315de2ed-d775-46da-bce0-a037db96e49a.3cf260b5-1cae-4490-a0b3-85ed34f4ad21.bf34952b-7f1a-41f5-824e-f98252ec3402?mode=scale&h=100&q=90&w=100",
    "installs": 560,
    "availability": "AVAILABILITY ERROR",
    "description": "100dictionary.com will automatically annotate new words (with phonetic transcription) on the English web pages or English texts you visit. The annotations are displayed next to the new words, and the font is smaller than the new words.\n\nYou can choose which words to annotate according to your needs, such as only annotating TOEFL vocabulary, or vocabulary with difficulty of GRE or above.\n\nYou can also add familiar words to your vocabulary so that other articles you visit will not annotate the words you know. As you visit more and more webpages, and the more perfect your vocabulary of familiar words, the new annotated pages will focus more on words you do n’t know. This can greatly speed up your efficiency in reading English articles.",
    "lastScraped": "22-8-2023 13:44:50",
    "_id": "64e49fb2f202f31fd43f9b97"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Photo Editor",
    "url": "https://microsoftedge.microsoft.com/addons/detail/photo-editor/adhljjhgmhfidjbabohhndalbhiniggc?hl=en",
    "publisher": "Photo Editor",
    "category": "Photos",
    "rating": 3,
    "ratedBy": 9,
    "lastUpdated": "Updated December 28, 2019",
    "image": "https://store-images.s-microsoft.com/image/apps.23372.a33432f7-b652-4064-8519-3b7f3af7d96a.5b92bd79-bdf4-4703-8ffe-d03d2c75015e.eae66005-d34a-4afa-a4ba-31c76804c047?mode=scale&h=100&q=90&w=100",
    "installs": 4000,
    "availability": "Available",
    "description": "Photo Editor allows unprofessional people to easily create photographically rich and artistic results from their digital images\nAre you looking for an amazing photo editor who will enable you to make cool effects on your photos? Well, you arrived to the right place! Photo Editor combined Instagram features with Photoshop sophistication!! Don’t waste a lot of money on buying Photoshop when you can get almost the same thing for FREE!\n\nPhoto Editor allows unprofessional people to easily create photographically rich and artistic results from their digital images without the need to be a designer!\n\nPhoto Editor Features are amazing: Easily adjust the contrast, brightness, exposure, hue, saturation and colors. You can easily fix photos problems like bad lighting, red eyes, digital noise, fuzzy colors and other details with just one click!\n\nphoto effects is the perfect tool for a person who wants to edit pictures, but don’t want to spend a lot of money buying Photoshop. Easily add speech bubbles, frames, and text tool. \n\nAfter finishing your work you can easily save the photos on your hard drive! Photo editor is user friendly and combined Instagram and Photoshop capabilities!\n\nPhoto editor even has layer!! Exactly like Photoshop! \n\nDon’t wait another minute!! Add Photo Editor to your browser NOW!!\n\nThank you for using our online photo editor You can start by uploading a photo you would like to edit. Click File-Open to upload a file from your computer start editing the file.",
    "lastScraped": "22-8-2023 13:44:52",
    "_id": "64e49fb4f202f31fd43f9b98"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/adlnmlmfdcpkjfaklpmepkjbchkpjioe?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49fb8f202f31fd43f9b99"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Buster: Captcha Solver for Humans",
    "url": "https://microsoftedge.microsoft.com/addons/detail/buster-captcha-solver-fo/admkpobhocmdideidcndkfaeffadipkc?hl=en",
    "publisher": "Buster: Captcha Solver for Humans",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 23,
    "lastUpdated": "Updated December 16, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.22902.24d81b5f-6611-44ee-8995-74bdbb16b2f3.ea524855-c72f-4f51-a4f3-8f901f84c991.96c378de-5463-4164-9c1f-99c757fd41b1?mode=scale&h=100&q=90&w=100",
    "installs": 70000,
    "availability": "Available",
    "description": "Buster is a browser extension which helps you to solve difficult captchas by completing reCAPTCHA audio challenges using speech recognition. Challenges are solved by clicking on the extension button at the bottom of the reCAPTCHA widget.\n\nIt is not guaranteed that challenges are always solved, the limitations of the technology need to be considered.\n\nThe continued development of Buster is made possible thanks to the support of awesome backers. If you'd like to join them, please check out https://armin.dev/go/patreon\n\nClient app\n\nThe success rate of the extension can be improved by simulating user interactions with the help of a client app. Follow the instructions from the extension's options to download and install the client app on Windows, Linux and macOS.\n\nSolving more than a couple of reCAPTCHA challenges a day may lead to a temporary block, regardless of your use of the extension. Visit the wiki for more details.\n\nhttps://github.com/dessant/buster/wiki/Inaccessible-reCAPTCHA-audio-challenge\n\nMotivation\n\nreCAPTCHA challenges remain a considerable burden on the web, delaying and often blocking our access to services and information depending on our physical and cognitive abilities, our social and cultural background, and the devices or networks we connect from.\n\nThe difficulty of captchas can be so out of balance, that sometimes they seem friendlier to bots than they are to humans.\n\nThe goal of this project is to improve our experience on the web, by giving us easy access to solutions utilized by automated systems.\n\nThe extension is also available for Chrome and Firefox: https://github.com/dessant/buster#readme\n\nReviews are not monitored for bug reports, please use GitHub for issues and feature requests.\n\nhttps://github.com/dessant/buster",
    "lastScraped": "22-8-2023 13:44:56",
    "_id": "64e49fb9f202f31fd43f9b9a"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Google Hangouts App (Unofficial)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/google-hangouts-app-unof/adnahjjfjjemdiefpobclponnhkijnmo?hl=en",
    "publisher": "Google Hangouts App (Unofficial)",
    "category": "Communication",
    "rating": 4,
    "ratedBy": 42,
    "lastUpdated": "Updated May 15, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.18687.368389fe-235f-495d-9d48-e3760488f091.a363b5ff-b3da-404f-8316-16b1ea048edd.9761c244-d743-4104-90b0-9392d8c90349?mode=scale&h=100&q=90&w=100",
    "installs": 4000,
    "availability": "Available",
    "description": "Meet Google Hangouts extension. \n\nIt enables using Google Hangouts by just clicking on the extension icon. Additionally, when new messages arrive, a sound will play and extension icon will change.",
    "lastScraped": "22-8-2023 13:45:1",
    "_id": "64e49fbdf202f31fd43f9b9b"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Date and Time",
    "url": "https://microsoftedge.microsoft.com/addons/detail/date-and-time/adnhlkgdkjhmpbdcgkajkknionandfae?hl=en",
    "publisher": "Date and Time",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 45,
    "lastUpdated": "Updated August 20, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.44670.f3ae791e-70fb-4b8a-af3b-931b4469d48a.60b93bd5-e480-48d4-9724-7ba3c0df9abe.7e924cfb-b9d9-4bb7-a656-23e25add9040?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Displays the day, date, and time\nAn extension fully loaded with tons of useful time-related features... But the best part is, it is totally COOL.\n\nThis is not your ordinary clock on a toolbar. This does more than that.\n\nTime-telling is one of the main feature of this extension, and different methods are often preferred in displaying time. In this, you can modify multiple the appearance of the clock, which is located in the toolbar.",
    "lastScraped": "22-8-2023 13:45:2",
    "_id": "64e49fbef202f31fd43f9b9c"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Easy Video Downloader",
    "url": "https://microsoftedge.microsoft.com/addons/detail/easy-video-downloader/aedmbndhebgfjdjafolibjbpahnbchkk?hl=en",
    "publisher": "Easy Video Downloader",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 14,
    "lastUpdated": "Updated December 22, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.64836.18996418-4b9b-407b-b2e8-2d92a90b0944.473c771f-abfa-4cba-8f95-d63380ab79cc.089b9f57-015f-4237-8040-c85843fe6fb5?mode=scale&h=100&q=90&w=100",
    "installs": 30000,
    "availability": "Available",
    "description": "Easy Video Downloader is a browser extension that helps you quickly download video, audio, and image resources used in web-pages. This extension works with both internal browser download manager and external download managers.\n\n***\nImportant note: Easy Video Downloader is NOT responsible for media contents that you download with this extension. You are responsible for verifying the media copyright permission before downloading anything.\n***\n\nEasy Video Downloader supports \"Interruption\" which is disabled by default and can be enabled using the right-click menu-item over the toolbar button menu. If \"Interruption\" is enabled, the extension pops up when a file is about to be downloaded. Using the UI, you can either request download with an external download manager or copy the actual downloadable link.",
    "lastScraped": "22-8-2023 13:45:8",
    "_id": "64e49fc4f202f31fd43f9b9d"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aeebclhepohdoffkbkkgaldekdlmfpgf?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49fc4f202f31fd43f9b9e"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Universal Automatic Currency Converter",
    "url": "https://microsoftedge.microsoft.com/addons/detail/universal-automatic-curre/aeejpkkbcpndcbnmhifkdeabgjafghfn?hl=en",
    "publisher": "Universal Automatic Currency Converter",
    "category": "Shopping",
    "rating": 4,
    "ratedBy": 9,
    "lastUpdated": "Updated June 5, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.20612.0537b464-0975-4433-8c35-b903fb66149b.221d6cc8-5de5-4c7c-a2bd-a31fb3250d19.0ef791db-c18c-4e58-8ee9-53698ab238be?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "This extension provides for all your conversion desires. The primary focuses being:\n\n- Intelligent conversion and detection of currencies\n\n- Automatic and non-intrusive in-site conversions\n\n- Always access to converter no matter where you are\n\n- Simple UI, yet extensive customization\n\nGeneral features\n\n- Support for more than 170 currencies and their symbolic equivalents, getting rates from fixer.io and openexchangerates.org\n\n- Intelligent currency detection, catching everything for most if not all symbols, $, £ and € to EUR, USD, GBP to 'US $'\n\n- Non-intrusive in-site replacement, will never break any website functionality\n\n- Control exactly how your prices are displayed, anything from $100 or 100 dollars to 100 schmekels\n\n- Intelligent localization of multi-currency symbols like $ and kr\n\n- Optional highlighting of prices being converted on pages\n\n- Flip quickly between converted prices and original using either left-clicking, a self chosen shortcut or via the UI\n\n- Mini converter between currencies in the popup window\n\n- Blacklisting and whitelisting of websites for conversion\n\nChangelog\n\nhttps://github.com/Baizey/UniversalAutomaticCurrencyConverter\n\nThis extension/add-on is also available for...\n\nChrome: https://chrome.google.com/webstore/detail/universal-automatic-curre/hbjagjepkeogombomfeefdmjnclgojli\n\nFirefox: https://addons.mozilla.org/en-US/firefox/addon/ua-currency-converter/",
    "lastScraped": "22-8-2023 13:45:14",
    "_id": "64e49fcaf202f31fd43f9b9f"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WioKey Authenticator Companion",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wiokey-authenticator-comp/aeedaonfnfhnfmmceaogjehhdajbfkga?hl=en",
    "publisher": "WioKey Authenticator Companion",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 2,
    "lastUpdated": "Updated October 2, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.26050.83a92be3-a61e-468b-9ccd-929bdca27e25.31892209-3d48-4db3-99f5-f29da68d4c75.22482fc7-10db-474e-b83b-01b65dca8941?mode=scale&h=100&q=90&w=100",
    "installs": 147,
    "availability": "AVAILABILITY ERROR",
    "description": "WioKey replaces costly hardware security keys with a free app-based solution always on you.\n\nThis extension is a companion app and requires the WioKey app available on Android (https://play.google.com/store/apps/details?id=de.wiosense.wiokey&hl=en) and iOS (coming soon). \n\nCurrently, WioKey allows you to use your biometrics or phone password/PIN for 2-Factor Authentication (2FA) with all web services that have support for hardware security key 2FA logins. Additionally, WioKey supports FIDO2 passwordless logins with Microsoft accounts, Windows PC login and other FIDO2-compliant web services.\n\nFor a list of U2F supported web portals, please see https://twofactorauth.org/. For FIDO2 supported websites, please see the commercial deployment on the FIDO2 alliance website (https://fidoalliance.org/).\n\nFor more information regarding privacy concerns, consumer possiblities, deployment in your business and our roadmap, please contact us at contact@wiosense.de.",
    "lastScraped": "22-8-2023 13:45:16",
    "_id": "64e49fccf202f31fd43f9ba0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Octoman微博备份",
    "url": "https://microsoftedge.microsoft.com/addons/detail/octoman%E5%BE%AE%E5%8D%9A%E5%A4%87%E4%BB%BD/aefblchdkofkcaaloldpmgcebablgapf?hl=en",
    "publisher": "Octoman微博备份",
    "category": "Accessibility",
    "rating": 2,
    "ratedBy": 3,
    "lastUpdated": "Updated February 7, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.3051.cffd5210-89f0-4b77-85e7-259c2b693f72.72d9df76-140e-45b4-98b7-93fa889ffeb4.d5f2c920-0808-4070-8456-d142f8b71e98?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "新浪微博备份工具，在PC端微博页面扩展图标，在下拉列表中选择用户然后点击保存，即可进行备份\n每500条微博保存为一个HTML文件，可用Chrome浏览器打开",
    "lastScraped": "22-8-2023 13:45:19",
    "_id": "64e49fcff202f31fd43f9ba1"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aehmbkdbhdbbfbcbhgdciandakblocdg?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49fd2f202f31fd43f9ba2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Timer",
    "url": "https://microsoftedge.microsoft.com/addons/detail/timer/aejoeebhmdfncfnnfahngkikiajpchio?hl=en",
    "publisher": "Timer",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 7,
    "lastUpdated": "Updated October 13, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.4512.592a2654-ab90-4470-80b5-9acf2db77028.ffeac0e9-d744-49ae-b80b-2bf76bb1a8ea.d87f6550-9d8c-4cbe-964a-0c8534f6781b?mode=scale&h=100&q=90&w=100",
    "installs": 5000,
    "availability": "Available",
    "description": "Timer Countdown, Alarm Clock, and Stopwatch\n\nFeatures include\n\n- Timer Countdown + Alarm Clock + Stopwatch\n- Works Offline\n- Plays an alarm cloud sound to wake you up\n\nUse this simple timer & alarm clock to remind you/alert you. Its very simple to use, simply choose the countdown/when you\nwant the alarm to go off and this extension will do the rest.\n",
    "lastScraped": "22-8-2023 13:45:26",
    "_id": "64e49fd6f202f31fd43f9ba3"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Emoji Keyboard",
    "url": "https://microsoftedge.microsoft.com/addons/detail/emoji-keyboard/aenfmidjjlpjfkmihhegfniodlehlimh?hl=en",
    "publisher": "Emoji Keyboard",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 14,
    "lastUpdated": "Updated August 20, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.125.1d6156bd-f44a-4662-b468-55c28880ea96.5954e782-6b21-4130-a56d-c9c014003127.74b35d7f-9e3b-4e06-8a2b-70e3c82cade2?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "Emoji keyboard helps you create and copy Emojis to any website.\nWant to have access to over 100+ Emojis for Youtube comments/Facebook status updates/ Skype / Yahoo Messenger/ Whatsapp conversations or Instagram updates?\nWe make it easy for you, simply install our software Emoji Keyboard and get FREE access to the top 100+ emojis. Make your conversations\nmore memorable today once you install this software as you can decorate every comment/status update with a new emoji.\nTo begin using the software Emoji Keyboard, simply click on the software icon and choose the emoji you want to use.\nPaste the emoji you wish to use into Skype/Slack/Facebook Messenger etc once you have chosen the emoji which best describes\nyour mood at the moment. Its that easy & simple to use!\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. Emoji Keyboard is not owned by, is not licensed by and is not a subsidiary of Google Inc.\n",
    "lastScraped": "22-8-2023 13:45:28",
    "_id": "64e49fd8f202f31fd43f9ba4"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Volume Booster Plus: Boost your sound",
    "url": "https://microsoftedge.microsoft.com/addons/detail/volume-booster-plus-boos/aeogdmenggllbogklmegkefmpdngkgca?hl=en",
    "publisher": "Volume Booster Plus: Boost your sound",
    "category": "Accessibility",
    "rating": 3,
    "ratedBy": 56,
    "lastUpdated": "Updated July 3, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.12524.92c9ba6d-7f79-4768-818c-ef60dc44d7bd.2332f68f-beb0-4ee1-ba9c-83affda28b52.dad752eb-c37b-4d76-96a5-7ac0419e57c4?mode=scale&h=100&q=90&w=100",
    "installs": 20000,
    "availability": "AVAILABILITY ERROR",
    "description": "Volume Booster for Microsoft Edge! Boost the volume of any tabs in your browser\nIncrease the volume of any tab in your browser, UP to 600%\nYou can go higher than your system volume maximum!!!\n\nStop being limited by your system sound card, you can now raise the volume to suits your needs and enjoy watching a movie from far away and still hear the sound!\n\nThis sound booster is free and easy to use! \n\nFeatures:\n\n-BOOST the volume up to 600% and each tabs can be boosted !!!\n\n- Super easy to use, just click on the icon and use the slider to your liking!!!!",
    "lastScraped": "22-8-2023 13:45:30",
    "_id": "64e49fdaf202f31fd43f9ba5"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "DraftSharks Sync",
    "url": "https://microsoftedge.microsoft.com/addons/detail/draftsharks-sync/aepambcpolknomodpkihfmocblnjfelm?hl=en",
    "publisher": "DraftSharks Sync",
    "category": "Sports",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated July 31, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.344.0332fe73-856c-4161-9e3c-ad0540d5f479.32f70bbe-acfb-486d-b5ae-12f71792ad2f.e4f859ba-f7d7-466e-9256-23c369905ceb?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "This will allow you to bring your roster and league info into draftsharks.com. No need to share your passwords with us. As long as you have logged-in to your favorite commissioning site recently enough, we can use your cookies or pull league data from the site directly.\n\nsupported sites: Yahoo, ESPN, CBS, RT Sports, My Fantasy League, NFL.com, Fleaflicker, FFPC, Fantrax",
    "lastScraped": "22-8-2023 13:45:33",
    "_id": "64e49fddf202f31fd43f9ba6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "simple tank game",
    "url": "https://microsoftedge.microsoft.com/addons/detail/simple-tank-game/aepecmdibfmcmdinodenaklabpodpbdd?hl=en",
    "publisher": "simple tank game",
    "category": "Entertainment",
    "rating": 3,
    "ratedBy": 11,
    "lastUpdated": "Updated December 30, 2019",
    "image": "https://store-images.s-microsoft.com/image/apps.46364.54d197e3-b5e7-42ea-a061-4d6695895af9.b26ce634-4417-426a-b147-3e3f6141468f.eeb9771e-5310-4257-8f48-5da96551e162?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "The player controls the tank to fight, destroys the enemy to score, is destroyed or collided to reduce the points",
    "lastScraped": "22-8-2023 13:45:35",
    "_id": "64e49fdff202f31fd43f9ba7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Mue",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mue/aepnglgjfokepefimhbnibfjekidhmja?hl=en",
    "publisher": "Mue",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 3,
    "lastUpdated": "Updated August 23, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.19463.8c4aa294-6ec5-4b25-8411-a90ed788b9c2.87facb0a-eb4d-4ac3-9f39-7aef14366471.228fcc14-e630-4d96-a501-2b5d46dac3c9?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Mue replaces your default new tab page with a simple, inspiring and very customizable start page. Each time you open a new tab you are greeted with a new hand-picked inspirational quote and beautiful background. The simplistic yet inviting design helps you focus on your work while still providing a feature rich experience. It is constantly being improved to provide you with the best experience possible while keeping the impact on your browser minimal. Mue Tab comes with a settings modal to allow for a massive amount of customization to make the extension perfect for you and inspire creativity.\n\nFeatures Include:\n* Quote widget allowing for either our hand-picked inspirational quotes or a custom one\n* Beautiful curated backgrounds from Mue, Unsplash and Pexels\n* Set custom backgrounds from your computer or a URL, or set a custom background color/gradient\n* Greeting widget with personalisation and support for birthdays and events such as new years\n* Search bar with clean autocomplete dropdown and voice support\n* Quick links widget letting you easily visit your favourite websites\n* Weather widget can show temperature, humidity, and more\n* Support for multiple languages\n* Marketplace to get free photo packs, quote packs and preset settings from the community\n\nSupport:\nEmail - hello@muetab.com\nContact Form - https://muetab.com/contact\nDiscord - https://discord.gg/zv8C9F8\nTwitter - @getmue\n\nWe believe in user transparency therefore Mue does not collect personal data and is entirely open source, easily readable, at https://github.com/mue",
    "lastScraped": "22-8-2023 13:45:36",
    "_id": "64e49fe0f202f31fd43f9ba8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Bittorent For Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bittorent-for-edge/afakcdaimncojmjcfbkganmlhmfodnji?hl=en",
    "publisher": "Bittorent For Edge",
    "category": "Productivity",
    "rating": 1,
    "ratedBy": 1,
    "lastUpdated": "Updated June 8, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.18490.5cabf355-1bce-47bc-8f93-dc6dcbfd8810.35d02611-1577-4910-b083-f21fcd1f5653.bc0e46c1-9df8-468c-8433-3ec8b2d649cd?mode=scale&h=100&q=90&w=100",
    "installs": 8000,
    "availability": "Available",
    "description": "BitTorrent Add manget with One Click %100 WORKING\n\nSend a link to the BitTorrent Web UI and BitTorrent PC UI\n\nThe extension adds an item in the contextual menu when right click is done over a magnet link.\n\nYou can then, send that link to the BitTorrent UI without leaving the current page. Allows to instantly begin download of a torrent or magnet link into a configurable set of directories in BitTorrent.\n\nVery useful, if… Allows to instantly begin download of a torrent or magnet link into a configurable set of directories in BitTorrent. Very useful, if you have BitTorrent on a dedicated machine.",
    "lastScraped": "22-8-2023 13:45:38",
    "_id": "64e49fe2f202f31fd43f9ba9"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Toma de asistencia para meet",
    "url": "https://microsoftedge.microsoft.com/addons/detail/toma-de-asistencia-para-m/afbaclnakbihjgkkibifhniboemhjacn?hl=en",
    "publisher": "Toma de asistencia para meet",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 12,
    "lastUpdated": "Updated September 8, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.52808.5ac0a17f-7331-4498-adfc-5076535866c1.28d4cb72-a3d0-4001-8e81-a5dae2dd0294.154c3b14-5aec-46c8-aec2-c0b81c730ca6?mode=scale&h=100&q=90&w=100",
    "installs": 4000,
    "availability": "Available",
    "description": "Una extensión que te permite tomar la asistencia de una manera fácil en tus reuniones de meet, exportándolas como un archivo csv (para hojas de cálculo) o txt (archivo de texto). Permite introducir un nombre para el archivo, así podrás identificarlo más fácil. Además entrega un reporte del total de asistentes, evitando el registro de asistentes duplicados.\n\nAdemás, hemos de recalcar que NO HAY LIMITE DE PARTICIPANTES, de hecho, hemos tenido usuarios que nos dicen que han estado en reuniones de hasta 250 participantes, y todo ha ido muy bien!\n\nIdeal para los maestros, directivos y todas las personas que deseen tomar lista de asistencia en reuniones, clases o encuentros virtuales.",
    "lastScraped": "22-8-2023 13:45:40",
    "_id": "64e49fe4f202f31fd43f9baa"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "tabExtend",
    "url": "https://microsoftedge.microsoft.com/addons/detail/tabextend/afddlgcjhdhkgimldgmppegmnbmogolg?hl=en",
    "publisher": "tabExtend",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 16,
    "lastUpdated": "Updated May 13, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.29921.994101aa-e491-47ad-b3c7-77b4d8c53fc9.ec09cf46-6a7f-45d0-998e-7f18c572e8a5.5dc00c6e-cde1-451e-b2aa-e0b838e48263?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "tabExtend replaces your new tab with an overview where you can drop off your current tabs, all at once or one by one using drag and drop. You can then add notes, to-dos, and open other groups of tabs. Easily search and find what you need. Access your data from our web app, now with 30 free items. Read more on how to use the extension at https://www.tabextend.com/guide",
    "lastScraped": "22-8-2023 13:45:45",
    "_id": "64e49fe9f202f31fd43f9bab"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "PhotoShow",
    "url": "https://microsoftedge.microsoft.com/addons/detail/photoshow/afdelcfalkgcfelngdclbaijgeaklbjk?hl=en",
    "publisher": "PhotoShow",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 171,
    "lastUpdated": "Updated July 21, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.1359.1f53a834-66e2-4e2a-b7d7-a2628feb5a96.d22800ea-18cd-4fbd-93e8-f19cdc0460f2.f2eb97cd-9800-4aca-8362-8a4fccc33083?mode=scale&h=100&q=90&w=100",
    "installs": 200000,
    "availability": "Available",
    "description": "\"PhotoShow\" is a tool for browsing high-definition images by hovering mouse on image thumbnails, supporting over 140 websites/domains of your daily use (still in extending), such as Amazon, Facebook,  Google,  Wiki, YouTube, etc.\n\n\n● HOTKEYS\nEsc : Close image viewer\nShift + Ctrl + ← : Rotate counterclockwise\nShift + Ctrl + → : Rotate clockwise\n↑ / → / ↓ / ← : Scroll up / right / down / left\nPgUp / PgDn : Scroll up / down by image visible height\nHome / End : Scroll up to the top / down to the bottom\nM / L / A / P : Switch view mode\nV: Toggle to the previously used view mode\nTab : Open high-definition image in new tab\nS : Save high-definition image\nC : Copy high-definition image address\n\n\n● SETTINGS\nWEBSITE TOGGLE: You may turn on/off PhotoShow on any supported website respectively.\nACTIVATION MODE: Use Shift/Ctrl/Alt key as a modifier key to trigger high-definition image preview when mouse hovering on image thumbnails.\nVIEW MODE: Switch between different size of the viewer.\nIMAGE SIZE DISPLAY: Set whether to display HD image size information in the viewer.\nSHADOW DISPLAY: Set whether to display shadow between the viewer and the source thumbnail.\n\nFor more settings, please refer to the PhotoShow popup window.\n\nAll the settings will be saved and synced automatically by the browser among all your devices (if the account sync in your browser is on and the extension data sync is granted).\n\n\n● IMAGE LOADING SPEED\nPhotoShow will try to fetch as large an original image as it knows, so it may be considerably slow if your network condition is poor.\n\n\n● PRIVACY & TERMS of USE\nThe author and all contributors of PhotoShow DO NOT collect any of your personal data and is not responsible for any loss, personal information leak, disputes and/or any consequences caused by illegal download, use of resources (including but not limited to images) of any websites you visit. In no event shall we be liable for any claims, penalties, loss, damage or expenses, howsoever arising, out of or in connection with your use of PhotoShow. Installing and using PhotoShow is deemed as your acceptance of the above terms.\n\nPhotoShow only works in the local browser environment, all the permissions it asks when being installed are only for image preview and download. For version 3.0 and later, the 'Read and change all your data on the websites you visit' permission is asked so that you will no longer be disturbed by permission alert when PhotoShow updates to support more websites.\n\nWe reserve the right to change this Privacy Policy at any time without notifying you respectively. Any amended Privacy Policy will be posted on relevant websites. This Privacy Policy was last updated on January 24th, 2020 and replaces any other versions previously applicable from this date.\n\n\n● FEEDBACK\nShould you have any feedback or need more websites to be fitted, please do not hesitate to contact the author via emails or Github. If you enjoy using PhotoShow, it would be appreciated if you could introduce it to your friends via the social media listed on the popup window. Thank you.",
    "lastScraped": "22-8-2023 13:45:47",
    "_id": "64e49febf202f31fd43f9bac"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Memo Reminders",
    "url": "https://microsoftedge.microsoft.com/addons/detail/memo-reminders/afdfkcnomofggnhmkcgophjmbahlhckb?hl=en",
    "publisher": "Memo Reminders",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated October 8, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.2009.f81f19db-3e36-4e21-8ba8-82f61b629210.acefa35d-214f-4b76-a060-c7c10c226356.0907ad18-4712-4323-ad49-af20ab3e3678?mode=scale&h=100&q=90&w=100",
    "installs": 505,
    "availability": "Available",
    "description": "\"Memo reminders\" replaces your new tab page and there you can create reminders and you will see them each time you open new tab, additionally there is button with reminders count in your toolbar to remind you in case you don't open new tab that often.\nEasily accessible, always there.\n\n\"Memo Reminders\" is simple, fast and easy to get started. It is not standard To-Do or Reminders application because there is no strict time setting. Just write what you need to do and tap the button and done.\n\n★ Highly customizable: set icon, short text, add longer description if needed\n★ Keeps history of your memo reminders\n★ Add actions on reminders - Customize the action when you tap on the notification. You can set the action to dial number, prepare SMS text or email someone, navigate to your destination, open website if you need to book tickets… you name it! Saves you time and effort.\n\nAnd to make your new tab page more useful, you can also add widgets like favorite sites, reddit and more to come.",
    "lastScraped": "22-8-2023 13:45:50",
    "_id": "64e49feef202f31fd43f9bad"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "SP Editor",
    "url": "https://microsoftedge.microsoft.com/addons/detail/sp-editor/affnnhcbfmcbbdlcadgkdbfafigmjdkk?hl=en",
    "publisher": "SP Editor",
    "category": "Developer tools",
    "rating": 4,
    "ratedBy": 9,
    "lastUpdated": "Updated August 7, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.42339.72c54265-92ac-4356-abde-4040e8c81b9c.64cd6cde-7ee7-4c8b-a82f-7c578d7a5c28.a61ea6b7-5ef2-4c88-a94a-47569cc3e43b?mode=scale&h=100&q=90&w=100",
    "installs": 3000,
    "availability": "Available",
    "description": "Create and update SharePoint Online/SP2013/SP2016/SP2019 css/js files, inject files to web, manage web/list properties, list Webhook",
    "lastScraped": "22-8-2023 13:45:51",
    "_id": "64e49feff202f31fd43f9bae"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Highlight This: finds and marks words",
    "url": "https://microsoftedge.microsoft.com/addons/detail/highlight-this-finds-and/afggjmaeddgckaafbkjlaacjmifmdoim?hl=en",
    "publisher": "Highlight This: finds and marks words",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 11,
    "lastUpdated": "Updated October 3, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.1553.51409ee2-ed95-4889-a5e3-43ab7a178eaa.fb082010-d944-4ebe-9885-cae48fdeb208.670913cf-1d83-43a8-8fb8-0ddf1af9c003?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "Available",
    "description": "Automatically finds and highlights words and phrases on the web page according to your list\n- No registration required\n- Organize your search words in groups and lists\n- All data stored locally\n- Auto-refreshes highlights on page reload and content changes\n- Unlimited words and lists\n- Synchronise lists between your browsers\n- Free\n\nEasy to use Extension that automatically searches for defined words in the current browser tab and marks them in a text. Many more advanced features available through settings:\n- Create color-coded keyword lists\n- Disable highlighting on certain sites\n- Export or import your settings and keyword lists\n- Use lists from Pastebin\n",
    "lastScraped": "22-8-2023 13:45:55",
    "_id": "64e49ff3f202f31fd43f9baf"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/afgkcdcmpgcfcigikdkcbflojoofillj?hl=en",
    "error": "Extension Not Available",
    "_id": "64e49ff6f202f31fd43f9bb0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "La notte Night theme",
    "url": "https://microsoftedge.microsoft.com/addons/detail/la-notte-night-theme/afhabndadmapdohjfjecemnniombipno?hl=en",
    "publisher": "La notte Night theme",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 840,
    "lastUpdated": "Updated August 6, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.31047.8ef808d6-f6bc-4549-a43f-e03642ebe63e.458f1c5d-b982-4159-a0cf-a7cd15425468.676a5254-521c-4f52-8377-f4e2a7ff4ac4?mode=scale&h=100&q=90&w=100",
    "installs": 580,
    "availability": "Available",
    "description": "Introducing La Notte - the ultimate solution for night-time browsing! Our app enables a comfortable and stylish night mode or night theme on any website, making it perfect for use in low-light environments or for those who simply prefer a darker aesthetic.\n\nWith a well-tested night theme that works seamlessly on all websites, you can rest assured that your browsing experience will be top-notch. Whether you're browsing the web or watching a video, our app provides an optimal viewing experience that's easy on the eyes, thanks to its night mode functionality.\n\nBut we also understand that not every website may work perfectly with night mode or night theme. That's why we've included a blacklist feature, which allows you to disable night mode on specific sites if something isn't working quite right.\n\n🌙 Works seamlessly on all websites\n🌙 Blacklist feature for disabling night mode or night theme on specific sites\n\nUpgrade your browsing experience with La Notte today and enjoy the comfort and style of night mode or night theme on any website!\n",
    "lastScraped": "22-8-2023 13:46:1",
    "_id": "64e49ff9f202f31fd43f9bb1"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Copy A GUID",
    "url": "https://microsoftedge.microsoft.com/addons/detail/copy-a-guid/afjfmnbdkpgbeioafdgpiniljbmkchbf?hl=en",
    "publisher": "Copy A GUID",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated June 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.17818.912e3ad2-caf7-44ee-bbf2-d3141cc08769.8110483e-162c-48c6-96dd-66411437c694.46d0085a-0d01-401f-b680-1aa94562d382?mode=scale&h=100&q=90&w=100",
    "installs": 338,
    "availability": "Available",
    "description": "An extremely simple extension that does a single task: copy a newly generated GUID to your clipboard whenever you click it. Nothing else: no tracking added, no permission needed, no UI.\n\nSource code available at: https://github.com/datvm/CopyAGuid/\n\n(Pardon the screenshot, the extension has no UI at all except the button on the Extension toolbar)",
    "lastScraped": "22-8-2023 13:46:4",
    "_id": "64e49ffcf202f31fd43f9bb2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Proxy Switcher",
    "url": "https://microsoftedge.microsoft.com/addons/detail/proxy-switcher/aflfhbdockmbjocdnbebjdpfpjecjbfm?hl=en",
    "publisher": "Proxy Switcher",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 16,
    "lastUpdated": "Updated February 11, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.54047.92d5c654-ab48-49a9-820a-a8c601515734.a9d7406c-9c66-4ceb-bc34-7091fa6159d4.2dd56437-b0fa-45c9-85fd-644d60a5dc77?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "Available",
    "description": "Proxy Switcher is an extension that helps you easily switch proxies from toolbar popup UI.\n\nSimply open toolbar popup and click on the desired category. There are five categories available to choose from. Moreover, badge icon color changes according to the chosen category. Once the proxy is set, a notification popup shows you the current state.\n\nThis add-on supports PAC proxy as well. Moreover you can white-list any domain or website through toolbar popup UI. In order to white-list a domain, please add the desired domain to the bypass area in toolbar popup. For example, to white-list - https://www.foobar.com - please add - *foobar.com - to the filed. Please note that all the entries should be comma separated. Once you filled the bypass area, please mark the related checkbox as well (the checkbox next to the Bypass category).\n\nIn order to set PAC proxy, please add a PAC URL to the designated area (PATH input area). Please note that a PAC path should have a certain format. For example if your PAC file is located in - C:// - folder (on windows machine), please write - file:///C:/pac.data - in the PATH area. If you do not know how to write a PAC file, please read this (https://en.wikipedia.org/wiki/Proxy_auto-config) Wikipedia page. Once you made a correct PAC file, please add it to the PATH field.\n\nTo report bugs, please fill the bug report form in the add-on's homepage (https://mybrowseraddon.com/proxy-switcher.html).",
    "lastScraped": "22-8-2023 13:46:7",
    "_id": "64e49ffff202f31fd43f9bb3"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "新媒体管家",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E6%96%B0%E5%AA%92%E4%BD%93%E7%AE%A1%E5%AE%B6/afljpghollbanbohmmonkjgjfakaabih?hl=en",
    "publisher": "新媒体管家",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 13,
    "lastUpdated": "Updated October 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.47945.2ea3e92b-a35b-4fa9-b279-e37314afe438.345290b4-9457-4e62-be93-5d71c8706d13.2eff642e-56ce-4464-9419-70745f8e6c12?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "AVAILABILITY ERROR",
    "description": "最好用的新媒体运营工具，数百万新媒体人的选择！\n\n【数百项功能】专为新媒体人设计，直击痛点\n【全平台支持】微信公众号、头条号、微博、知乎、百家号等主流新媒体平台\n【独家黑科技】免扫码登录、图文/样式采集、动图/表情包搜索、一键全网发布\n【他们都在用】一条、papi、杜蕾斯、滴滴出行等数百万媒体都在使用新媒体管家\n\n官方网站：xmt.cn\n官方QQ群：811743628",
    "lastScraped": "22-8-2023 13:46:10",
    "_id": "64e4a002f202f31fd43f9bb4"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/afmgoimoifomnlifnmkenmdhhlmfnhon?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a005f202f31fd43f9bb5"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Rhino Steps Recorder and Integrator",
    "url": "https://microsoftedge.microsoft.com/addons/detail/rhino-steps-recorder-and-/afmifehgcfflgnlhkfggdkmdlfmhpjag?hl=en",
    "publisher": "Rhino Steps Recorder and Integrator",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated October 27, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.37806.886b61c4-ffcb-4a73-80c8-7e7d6875d21a.cc571617-c482-49be-8b25-72b9b2086954.416a104e-3af1-4113-8cca-5a47637ccd9c?mode=scale&h=100&q=90&w=100",
    "installs": 24,
    "availability": "Available",
    "description": "Rhino Widget - MS Edge Extension for Recording Rhino API Based Exploratory Testing.\n\nFor more information and how to deploy and use, please follow the instructions here: https://github.com/savanna-projects/rhino-agent/wiki",
    "lastScraped": "22-8-2023 13:46:15",
    "_id": "64e4a007f202f31fd43f9bb6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Gochyu - Theme Detector",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gochyu-theme-detector/afndkmdbjndjjihdpaccdfmljfmfneii?hl=en",
    "publisher": "Gochyu - Theme Detector",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated December 24, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.47152.fb02f2c1-4f04-4312-b255-d84a83e10ec3.68803f81-c58d-41f7-96da-db760435eb67.5a19c06e-510b-48c3-a676-06ebefa81963?mode=scale&h=100&q=90&w=100",
    "installs": 255,
    "availability": "Available",
    "description": "Gochyu is a cutting edge theeme detector which can detect themes and plugins used on several CMS's like: WordPress.org, WordPress.com, Joomla, Wix, Drupal, Squarespace, Shopify and PrestaShop and can detect the CMS used from over 400 different CMS's.",
    "lastScraped": "22-8-2023 13:46:18",
    "_id": "64e4a00af202f31fd43f9bb7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Tiny Extension Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/tiny-extension-manager/afnibnpndnlojnhfdpnokggmmpcclaec?hl=en",
    "publisher": "Tiny Extension Manager",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 5,
    "lastUpdated": "Updated April 23, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.30908.1b8ee779-e227-4600-aa61-eba8d27253e1.384d24c7-f494-4b3d-9251-526070e77f10.b1ad0524-5a14-4847-b967-71c08b3a40a4?mode=scale&h=100&q=90&w=100",
    "installs": 440,
    "availability": "Available",
    "description": "Manage your extensions directly from the toolbar quickly and easily\n\n1) Easy filtering\n2) All you need in one place\n3) Small and fast (only 37kb zipped)\n4) No lags, no big libraries\n5) Fast enable/disable extension with click",
    "lastScraped": "22-8-2023 13:46:21",
    "_id": "64e4a00df202f31fd43f9bb8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Link and Love",
    "url": "https://microsoftedge.microsoft.com/addons/detail/link-and-love/agakbninagfbkobndjnaghpbiemkfehf?hl=en",
    "publisher": "Link and Love",
    "category": "Social",
    "rating": 4,
    "ratedBy": 9,
    "lastUpdated": "Updated April 6, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.18047.c69fa668-0fd2-4366-878a-f58ffa090698.4cc71fa5-aa08-4030-86e4-1f4287196de7.d3894232-a531-4b5d-bcd1-c56c9d4640df?mode=scale&h=100&q=90&w=100",
    "installs": 627,
    "availability": "Available",
    "description": "★★★★★\nAccess to Tinder without your smartphone 📱 in the comfort of you computer 💻\nThis Extension allows you to like 👍, super like, swipe and chat 💬 with your Tinder friends.\nThis is a lightweight extension that is easy to use! Just go to tinder.com, open the extension, and click the flame to fire away! 🚀\nSave Instagram pages of people you like (you can try to contact in their DM) 🍎\nMake sure you get matches. Add the extension to your Microsoft Edge, click on extension and relax!!! 🎩\n\nFEATURES\n★ Like and Super like ⭐🚁\n★ Edit your profile and Swipe photos 🥇\n★ Swipe right on everyone 😱\n★ LIKE or DISLIKE people showing up in their bio 😍\n★ Open profiles to view all pictures and see bio 💡\n✔ Configurations in a Options 🔧 section.\n✔ Secure over HTTPS and SSL 🔑 and directly on Tinder Platform 🔓\n✔ Very Low CPU/RAM/Internet consumption 🔋\n\n————————————————————\nABOUT OINKANDSTUFF\n————————————————————\n\n🐗 #OinkAndStuff is certified as 100% Free of malware 🐞 by Softpedia Labs 🔬\n💎 +40 Apps for Browser and Android 🔥 +1 Million active users Worldwide 📣\n\n————————————————————\nCHANGELOG & RELEASE NOTES\n————————————————————\n\n📔 Available on the product page: https://www.oinkandstuff.com/project/swipe-for-tinder/#changelog\n\n————————————————————\nLEGAL\n————————————————————\n\nTinder™ is a trademark of Tinder Inc., registered in the U.S. and other countries. This is an independent project developed by Oinkanstuff and has no relationship to Tinder™ or Tinder Inc.\n\n————————————————————\nPRIVACY POLICY & TERMS OF SERVICE\n————————————————————\n\nBy installing this product you agree to our privacy policy & terms of service: https://www.oinkandstuff.com/privacy-policy/\nWe don’t store, access, transmit or share any sensitive or user private information.\n\n————————————————————\nREQUIRED PERMISSIONS\n————————————————————\n\nYou may consult the list of permissions and the reason why they are required on the product page: https://www.oinkandstuff.com/project/swipe-for-tinder/#permissions\n\n“notifications” – Used to send desktop notification. For example when a new message arrive or App is updated.\n“contextMenus” – Allow to add more settings when right click in the App icon in the browser toolbar and browser context menu.\n“storage” – Used to save settings on your local computer.\n“unlimitedStorage” – Storage is limited to 5MB of data that may not be enough to store all configs.\n“webRequest” & “webRequestBlocking” – Used to intercept some requests and modify x-frame-options or user-agent in order to provide you the mobile/smartphone version of the app (lighter, faster, less internet consumption and run as Sidebar) and also run the webpage in a background iframe (so that you can have real-time silent notifications in the App icon on the browser toolbar as a badge counter).\n“all_urls” – We cannot predict ahead of time witch hosts/domains we must modify in order to provide the desired functionality detailed in the webRequest permission. It also allows that you can share content (links or text) from other pages directly to inside the App and send it as a message to a friend for example. Also used to allow intercommunication with other oinkandstuff Apps (i.e. Emoji Keyboard).\n\n————————————————————\nFINAL NOTES\n————————————————————\n\nThis information is also available inside the App: Options -> About",
    "lastScraped": "22-8-2023 13:46:25",
    "_id": "64e4a011f202f31fd43f9bb9"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/afnofgodmflmkmplemmcjiofbdceedki?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a011f202f31fd43f9bba"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Invite Post likes - Multi-Pages",
    "url": "https://microsoftedge.microsoft.com/addons/detail/invite-post-likes-multi/agfaeflmjilkmpblconeipakmmodjfma?hl=en",
    "publisher": "Invite Post likes - Multi-Pages",
    "category": "Social",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated June 24, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.53242.4f4c4766-c940-40ea-83c5-55c72a5318f9.3b6cb452-2f38-43f6-9288-d48b46942a75.b1e790a8-77ea-463c-9585-109bd2cac74d?mode=scale&h=100&q=90&w=100",
    "installs": 419,
    "availability": "Available",
    "description": "IMPORTANT: this is a PAID script since 2017. In 2021 we added FREE trial, so you can try it and buy it. For free you can just open list of likers and invite 300 users per day.\n\nUPDATE 2023: New Facebook design, Business Suite, Creator Studio, new Notifications and new Publishing Tools tab are supported.\n\nWe sell scripts since 2017. If Facebook changes something, we fix that for free :) Something is not working? Just send us an email, we reply really fast!:)\n\nWhat it can:\n- Scan all posts or ADS of the current page or ALL your pages and of course invite everyone who liked any post to like your page.\n- NEW: LIKE and AUTO-COMMENT on all shared posts, LIKE all comments under shared posts and invite if someone like your comment (on shared post)!\n- Real Time scan: just run the extension and leave the window in the background, it will check all posts of all pages and invite people as soon as possible!\n- Other things, like: invite friends if you open friend list and run \"Full scan this page\".\n- to scan ALL dark posts (ads): open: business.facebook.com/ads/manage/powereditor/pages and run it for the current page OR run it in NOTIFICATIONS tab.\n\nAll future updates and new things are included. I plan to add more things in it.\n\n✉ For any question/feedback/problem/suggestion: contact me at fblikeinvitereply@gmail.com ✉\n\n✩\nFind more info on our website: https://www.invitelikecomment.com/\n✩\n\nIs it LEGAL?\nYes, script doesn’t violate any fb rule. But any website has limitations, do not spam comments with links or comments that can be reported by people. Use responsible!\nVery intuitive, just run the extension. See video example.\n\nCopyright note: Facebook™ is a registered trademark of Facebook Inc. This extension is neither endorsed by or affiliated with Facebook.",
    "lastScraped": "22-8-2023 13:46:31",
    "_id": "64e4a017f202f31fd43f9bbb"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Dokebi Agent",
    "url": "https://microsoftedge.microsoft.com/addons/detail/dokebi-agent/aggdnkbccbgnaiilnnkklgjleibhbkhm?hl=en",
    "publisher": "Dokebi Agent",
    "category": "Accessibility",
    "rating": 3,
    "ratedBy": 7,
    "lastUpdated": "Updated August 15, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.41947.d0ee2304-fc64-4716-a683-f6e9018d93fa.db2697ed-7b14-4585-877f-e97f13c39a1e.cab88d2f-7895-43e3-9ae1-60f552db79ce?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Introducing DOKEBI Agent, an artificial intelligence enhanced with new features.\n\nNow, they create families (teams), connect with each other, and protect each other. Let's create a shield with DOKEBI.\n------------------------------------------------------------------------------\n\nDOKEBI blocks most adult content on the internet.\n\n1. scans and blocks harmful content in real time, even if you're using a VPN.\n2. Powerful triple inspection and blocking: DNS, meta, and content (text, images, and streaming video).\n3. DOKEBI is the only app in the world that scans and blocks streaming video and video chats in real time. (It also scans YouTube and Facebook in real time.)\n4. Other blocking apps will not block harmful sites if they are not on the list, so you need to update your blocklist frequently. DOKEBI does not require such a list.\n5. It also uses lists for efficient management. However, DOKEBI's smart lists make it easy to manage web addresses in detail. Even superhosts (e.g. google.com, yahoo.com) that offer multiple services (news, blogs, games, etc.) under a single web address are controlled by directories, secondary domains, etc. (Patented) Only DOKEBI can do this.\n\nGranular control,\nSmart list, easy to edit and manage\n\nBlock TikTok and Naver Securities ? Enter tiktok.com, finance.naver.com in the blocklist.\n\nKids use them.\nOnly allow NAVER Kids and YouTube Kids ?  \nEnter ** in the blocklist and save.   Enter jr.naver.com, nid.naver.com, mail.naver.com, cc.naver.com, youtubekids.com in the safe list.\n\n* Why do I need to install it?\nDOKEBI is an innovative software that turns you into an internet environmentalist. You can contribute to creating a safe internet and a healthy world.\n* Easy to install, reliable app\nOne click to install, automatic updates.\nIt has been tested by Google, Microsoft, Naver, and the most demanding Samsung, and is published on the webstore. You can use it with confidence.\n* Anyone can use it\nIt has a very simple user screen (just set a password the first time).\n* This is the technology for your smart phone in the future, giving you the opportunity for a better life.\n\nLet's create a safe internet world and a healthy life through DOKEBI.",
    "lastScraped": "22-8-2023 13:46:33",
    "_id": "64e4a019f202f31fd43f9bbc"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Solitaire for Edge™",
    "url": "https://microsoftedge.microsoft.com/addons/detail/solitaire-for-edge%E2%84%A2/agghcobnbillkcbkihdfnndjajofcmjp?hl=en",
    "publisher": "Solitaire for Edge™",
    "category": "Entertainment",
    "rating": 3,
    "ratedBy": 2,
    "lastUpdated": "Updated October 20, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.3883.56f1e501-3858-4e37-8cff-679ade6fc1f4.bc52ac9e-0edb-4f4f-99cd-43273503c043.ad43e4a8-25ef-4b19-bf32-39cc83a412dd?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Play Solitaire for free.\n\nWant to play solitaire without having to download any software? You can do so now when you install this solitaire extension.\n\nThis solitaire game is 100% free and is a great way for you to pass the time while challenging your brain at the same time.\n\nSolitiare is a simple game to play, and takes a long time to master.\n\nFeatures include\n\n- Smooth fluid animated for card flipping\n- Automatic card flipping\n- Statistics tracking\n- Unlimited undo and redo moves\n- Tracks points and allows you to keep score\n- tracks the time spent per game\n\n",
    "lastScraped": "22-8-2023 13:46:38",
    "_id": "64e4a01ef202f31fd43f9bbd"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "InTab - Style Websites Faster",
    "url": "https://microsoftedge.microsoft.com/addons/detail/intab-style-websites-fa/agglonbefebfldempdolgcaijaidjika?hl=en",
    "publisher": "InTab - Style Websites Faster",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated March 7, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.8266.3970eb8f-1b27-4c1f-a475-97d9a2b35bc2.d3feea3d-71e7-4388-a1c8-64f160f4bd69.927e0fd6-68c7-4839-a8f1-8233bc025ba0?mode=scale&h=100&q=90&w=100",
    "installs": 325,
    "availability": "Available",
    "description": "\n⚡ Build responsive websites 3X faster ⚡\n\n🏃‍♀️ Write CSS faster with built-in no-code visual CSS editor \n📱 Test your website responsiveness in 20+ devices with real-time sync\n📋 Just click an element to edit CSS no need to check the element \n🔍 Hover to inspect CSS no need to open devtools\n👇 1 Click to export auto-generated media quires and global CSS",
    "lastScraped": "22-8-2023 13:46:39",
    "_id": "64e4a01ff202f31fd43f9bbe"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aggmkkgjhdeokofnkichicnkjnmlcflh?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a024f202f31fd43f9bbf"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Decode Current URL",
    "url": "https://microsoftedge.microsoft.com/addons/detail/decode-current-url/agidbapblmnbhmphpkaehgnjicliihmp?hl=en",
    "publisher": "Decode Current URL",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated December 12, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.62117.a50a0569-a349-4f14-88a6-669566446a25.97260b1d-a5ad-4736-b425-fb6b60177256.5f73f171-433f-47fa-863f-f53e43ee8c32?mode=scale&h=100&q=90&w=100",
    "installs": 270,
    "availability": "Available",
    "description": "This is strictly an attempt to skip a number of mouse clicks - nothing more. \n\nWhen shopping online, I occasionally click on a URL that uses an \"affiliate\" URL - something I'm OK with - but because the referring URL is blocked by an ad blocker, I end up on a 404 page with an \"encoded\" URL in the address bar.  Sure, I could copy that text, go to Bing, decode it (or more accurately unescape it) and paste it back into the browser, but why do all that clicking if an extension can do it for me?\n\nHere's a typical scenario:\n- I click on a link that's something like: https://referringbutblocked.com/sendmeto=https%3A%2F%2Fwww.randyrants.com%2F\n- I right click on the page and select Decode Current URL\n- Now the URL says: https://referringbutblocked.com/sendmeto=https://www.randyrants.com/\n- I can now cut the front part of the URL and leave the decoded URL",
    "lastScraped": "22-8-2023 13:46:46",
    "_id": "64e4a026f202f31fd43f9bc0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Memorable Passwords",
    "url": "https://microsoftedge.microsoft.com/addons/detail/memorable-passwords/agmnacalllbnnjodcmjheahiffdchfeo?hl=en",
    "publisher": "Memorable Passwords",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 1,
    "lastUpdated": "Updated February 10, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.54584.fc576ef3-c209-469d-86b8-82191102f4f7.08473f45-5824-42e3-851f-426966330d4c.c7e36400-1157-4cfa-8372-588b39d024da?mode=scale&h=100&q=90&w=100",
    "installs": 50,
    "availability": "Available",
    "description": "This tool provides a cool password. Transform a frequently word to password. It's useful to remember. For example: 'determination' turn to 'determ1n@tIon'.\n\nthis tool provides a password with:\n- 8 o more characters\n- a mix of letters, numbers, symbols\n. it useful to remember because it similar to a frequently word\n- every time generates a new passwords (even with the same word)\nThis tool don't send data to others or track something.\n\n",
    "lastScraped": "22-8-2023 13:46:51",
    "_id": "64e4a02bf202f31fd43f9bc1"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/agjokjaafpmkgjhpaefojnimmpafieea?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a02bf202f31fd43f9bc2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Virtual Keyboard",
    "url": "https://microsoftedge.microsoft.com/addons/detail/virtual-keyboard/agnobemiophjkhehggfpjigilcgeklnn?hl=en",
    "publisher": "Virtual Keyboard",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 3,
    "lastUpdated": "Updated August 15, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.51478.63e1d2a3-9d93-424b-a40c-03826e289bd9.36502f4a-1639-49e8-b9fa-1e0418b38fb6.255d5219-f2ee-4ae2-887c-3886688a0bfb?mode=scale&h=100&q=90&w=100",
    "installs": 760,
    "availability": "AVAILABILITY ERROR",
    "description": "Do you want to type in your native language? Not used to typing in english?\nIf you are having trouble using an english language keyboard, try changing this keyboard interface instead to type.\nSave time by using a virtual keyboard instead of buying a physical keyboard.",
    "lastScraped": "22-8-2023 13:46:56",
    "_id": "64e4a031f202f31fd43f9bc3"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/agnehgcbjfnafonndhklbfgjinmnpoco?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a031f202f31fd43f9bc4"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Gebli",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gebli/agpfaogjlhdmpldlieanmldkjcikodki?hl=en",
    "publisher": "Gebli",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 2,
    "lastUpdated": "Updated April 27, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.19320.6fb077ec-f5bd-4062-8f9e-8abae61c2ebc.e2be404b-10c3-4f80-96ee-af11e8f09938.97fe56c4-1fc1-44d8-a3cd-48648e865992?mode=scale&h=100&q=90&w=100",
    "installs": 43,
    "availability": "Available",
    "description": "Why Gebli is better than most other URL shorteners ?\n\nGebli is a powerful and Free URL Shortener Service that provides:\n\n\nYou can have your own domain (custom domain for the url shortening service with a name related to your brand or to your name)\n\n\nReal-time statistics of your URL's access with all information you need to follow user clicks, referring websites where the the link is and track individual clicks with complete stats including date, hour and user's IP number. Use now our URL shortener with detailed stats.\n\nLINK PERSONALIZATION: You can customize the created addresses (define the text you want in the short link), instead of having to use a random letters and numbers. This makes addresses easier to understand and to be found by search engines, improving SEO (Search Engine Optimization) for your links and sites.\n\n    This is better to remember and easier to identify the content:\n\n        https://geb.li/picture-of-eiffel-tower-shadow-over-paris \n\n    This is shorter (but destination link content is not clear):\n        https://geb.li/BjG \n\nGeo location stats: You can track the country and city of each click in your links.\n\nShortened URLs can be created by automatically shortening a long URL (random string, but really short url) or you can manually define the new generated URL using a human-readable format with easy to remember words.\n\nShortened links will never expire. Links shortened using Maw.cx will never expire. Maw.cx was created to provide permanent short links without expiration time, since many shortened links are printed and used as a long-term reference.\n\n...and we have the best URL Compressor Engine on the market.",
    "lastScraped": "22-8-2023 13:47:2",
    "_id": "64e4a036f202f31fd43f9bc5"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "BeFrugal: Automatic Coupons and Cash Back",
    "url": "https://microsoftedge.microsoft.com/addons/detail/befrugal-automatic-coupo/agolbjnlfbpfaolelbbaeelfkfhiclgp?hl=en",
    "publisher": "BeFrugal: Automatic Coupons and Cash Back",
    "category": "Shopping",
    "rating": 4,
    "ratedBy": 18,
    "lastUpdated": "Updated August 3, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.54694.77a0bfc5-782b-44a0-889e-3373e8a038f4.6e7a63fa-85da-44c3-86ba-81d2a6af50ea.f13fe161-aac7-4cdc-8204-c98fe956fbe9?mode=scale&h=100&q=90&w=100",
    "installs": 70000,
    "availability": "Available",
    "description": "Automatically apply coupons and get the guaranteed highest cash back at thousands of your favorite stores! Discover the hottest deals on the web.\n\nWhen shopping online, BeFrugal alerts you when you are visiting a store that offers coupons or cash back. During check out, it automatically applies the best combination of coupon codes and activates cash back – delivering the biggest savings to you.\n\nGain instant access to exclusive deals on top brands! Simply click on the BeFrugal button to get today’s best bargains and money-saving offers. All deals are handpicked daily by our expert deal editors.\n \nThe BeFrugal extension is 100% free. Add to Edge and start saving!\n\n\n\n\nBy using this extension, you agree to the BeFrugal Terms and EULA: \nhttps://www.befrugal.com/termsandconditions/\nhttps://www.befrugal.com/toolbar/eula.txt\n",
    "lastScraped": "22-8-2023 13:47:3",
    "_id": "64e4a037f202f31fd43f9bc6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Steam ID Finder",
    "url": "https://microsoftedge.microsoft.com/addons/detail/steam-id-finder/ahaecgaddckjclinfblgjlejhcpgeebk?hl=en",
    "publisher": "Steam ID Finder",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated December 13, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.41031.f917a8c0-e3f9-4885-9318-98e10b6881f6.4e5ca431-680f-4751-9633-728a8343dede.12848f38-3835-40e1-ab9f-bd4cfd735367?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "AVAILABILITY ERROR",
    "description": "Features:\n1. Visit a Steam profile to see & copy the user's IDs\n2. Right-click a profile URL to copy an associated ID\n3. Visit the Friends Manager to copy multiple user IDs at once\n4. Generate a line for SourceMod admin configuration when copying an ID\n\nSource code: https://github.com/avi12/steam-id-finder",
    "lastScraped": "22-8-2023 13:47:8",
    "_id": "64e4a03cf202f31fd43f9bc7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/agplibiiobfnlldidjgclanepnjeggna?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a03cf202f31fd43f9bc8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WhatsTheTech",
    "url": "https://microsoftedge.microsoft.com/addons/detail/whatsthetech/ahakcdcfcccbggmignfinidcnblaopml?hl=en",
    "publisher": "WhatsTheTech",
    "category": "Developer tools",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated April 11, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.20154.605984b1-d04e-49c5-a54f-6cdd3ba6d025.58db9655-f50d-4d20-970f-7871c0999220.33bb5043-3c3f-4107-a7fd-cd170f0c97a4?mode=scale&h=100&q=90&w=100",
    "installs": 266,
    "availability": "Available",
    "description": "An add-on for web browser to identify the technology, such as WebServer, JavaScript Library, WebAPI and WebFramework, used by websites.",
    "lastScraped": "22-8-2023 13:47:12",
    "_id": "64e4a040f202f31fd43f9bc9"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ahapdecimdochmcmmgilniplacmolbgm?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a042f202f31fd43f9bca"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Video Recorder",
    "url": "https://microsoftedge.microsoft.com/addons/detail/video-recorder/ahcdleanpfhphakejjagdinmglgkjpfa?hl=en",
    "publisher": "Video Recorder",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated January 8, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.24808.83a7a1d6-8f2a-4858-b5f5-31ed693c1214.6d5680b5-fe3e-4c6b-8627-aea736fb9dae.009b9acc-1c4b-4301-a6f7-1a465a133d9f?mode=scale&h=100&q=90&w=100",
    "installs": 6000,
    "availability": "Available",
    "description": "Video Recorder is an extension that helps you record video (including audio) via your computer's camera.\n\nTo work with this addon, please click on the toolbar button to open the interface. To start recording, please click on the - Start Recording - button. The app will ask you to permit the camera access. You can also mark the - Access microphone - option to include audio in the recording. Please note that the final video will be downloaded to the default download location in your system.\n\nNote: Downloaded video is in \"webm\" format. To get more information about this video format, please visit the (https://en.wikipedia.org/wiki/WebM) page. You can use third-party software to change the \" .webm\" format to a desired one.\n\nTo report bugs, please fill the bug report form on the addon's homepage (https://mybrowseraddon.com/video-recorder.html).",
    "lastScraped": "22-8-2023 13:47:18",
    "_id": "64e4a046f202f31fd43f9bcb"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "HTTP alert",
    "url": "https://microsoftedge.microsoft.com/addons/detail/http-alert/ahcifeciecjkiognkcfimdnhaijopjjn?hl=en",
    "publisher": "HTTP alert",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated February 26, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.22745.a5c0526e-852b-449c-875f-a1efe1c60421.42e0e35f-7d32-4310-ba10-ce4b85336087.c5874478-6f30-46cc-9e0c-317189d1e7c1?mode=scale&h=100&q=90&w=100",
    "installs": 68,
    "availability": "Available",
    "description": "This add-on will display an interstitial alert before a webpage is visited over HTTP (except if that page redirects to HTTPS).\nExceptions can be added temporarily or permanently.\nPermanent exceptions can be removed in the add-on's options page.\n\nNOTE: Requests WILL NOT be blocked immediately (they get blocked after the headers have been received), as the add-on checks if the visited page redirects to an HTTPS site.",
    "lastScraped": "22-8-2023 13:47:21",
    "_id": "64e4a049f202f31fd43f9bcc"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Lean Library",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lean-library/ahdcjjbclkmalpeaikmifkicnneedplj?hl=en",
    "publisher": "Lean Library",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 6,
    "lastUpdated": "Updated March 9, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.39190.6e6d6bef-95f1-458b-b297-284bff7cd0eb.43dc1997-3386-45e8-bb0c-0a11bce563b5.8e9bc118-d3a8-4875-85b5-a99af22ab705?mode=scale&h=100&q=90&w=100",
    "installs": 50000,
    "availability": "Available",
    "description": "The Lean Library extension is a free tool which assists your library in delivering their services directly into your research workflow in more ways than one!  With the Lean Library extension, you can enjoy:\n\n## Lean Library Access ##\nDo you use Browzine, EndNote Click, Readcube or PaperPanda? Then Lean Library Access is for you! \n\nGet easy access to your library’s article and ebook e-resources directly into your browser.\n\nThe extension will notify when you are on a website that contains material your library can give you access to. A single click will redirect you to this content, no paywalls, no multiple log-ins. The browser extension simplifies searching for relevant sources and facilitates quality study time. A few quick clicks will get you started.  \n\n## Lean Library Open - Unlock instant & legal access to millions of free academic papers ##\nDid you know that over a third of all academic papers have a free-to-read version available? Our free plug-in unlocks access instantly and legally to millions of these papers, saving you time and effort.\n\nEven if you aren’t affiliated to an institution, you can still get quick and seamless redirection to open access materials absolutely free.\n\nSimply download the extension and select Lean Library Open as your library.\n\n## Lean Library Futures ## \nFutures is our ambitious new service bringing additional services from your library into your workflows.  We’re still developing this service, but it will be delivered through our Lean Library Extension. \n\nBy installing this extension, you agree to the Privacy Policy at https://www.leanlibrary.com/data-privacy/  ",
    "lastScraped": "22-8-2023 13:47:24",
    "_id": "64e4a04cf202f31fd43f9bcd"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Netwrix Password Secure",
    "url": "https://microsoftedge.microsoft.com/addons/detail/netwrix-password-secure/ahdfobpkkckhdhbmnpjehdkepaddfhek?hl=en",
    "publisher": "Netwrix Password Secure",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 7,
    "lastUpdated": "Updated August 7, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.38007.c3f92dc3-9318-490a-88a3-61c6a05a943a.a0ee64e6-9bc9-449b-903d-9862c537271a.7fb892f9-4267-4313-8a85-e97a461ceed4?mode=scale&h=100&q=90&w=100",
    "installs": 40000,
    "availability": "Available",
    "description": "With the browser extension of the award-winning password management solution Netwrix Password Secure, all employees can log in securely on the web and retrieve their required credentials directly in the browser.\n\n• ALL PASSWORDS AT YOUR FINGERTIPS: This browser extension helps you log in to websites and other web-based tools. Netwrix Password Secure automatically logs you in with the credentials you have stored. Personal or shared account? If you have multiple credentials saved for one website, Netwrix Password Secure automatically suggests the matches for you to choose from.\n\n• NO MORE TYPING, SEARCHING, OR \"FORGOT YOUR PASSWORD?\": Simply visit the desired website, and you will be logged in immediately! Whether e-mail address, password, or customer number – the browser extension automatically fills the fields for you.\n\n• REGISTER QUICKLY AND SECURELY: New password required? With Netwrix Password Secure, you can generate a new password in the browser extension and use it directly for the registration! The new credentials are transferred securely to Netwrix Password Secure. Netwrix Password Secure scans possible login fields to capture them for the next login.\n\n• LOG IN SECURELY EVERYWHERE: Your passwords are wherever your Netwrix Password Secure is! Once signed in to the Netwrix Password Secure extension in your browser, you can log in securely to all your websites.\n\n– – –\n\nPLEASE NOTE: This extension can only be used if your employer uses Netwrix Password Secure. If you do not yet have a Netwrix Password Secure account, you can register after Netwrix Password Secure has been installed and test it for 30 days free of charge. For more information, visit our website: https://netwrix.com/go/ps-product-en ",
    "lastScraped": "22-8-2023 13:47:27",
    "_id": "64e4a04ff202f31fd43f9bce"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WayFarer+",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wayfarer/ahdoopfbimkachpfcncdmejjleibcmla?hl=en",
    "publisher": "WayFarer+",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated April 29, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.62907.b7872ec9-dcdc-4f65-b04e-ae755fee5a88.9aa77f86-23f3-4739-a3bf-f23ee3f9eb04.833a297f-dfdf-43d0-bb48-e661cc961a6b?mode=scale&h=100&q=90&w=100",
    "installs": 101,
    "availability": "Available",
    "description": "Not officially endorsed by NianticLab's or affiliates.\n\nFeatures include:\n- Dark Mode\n- Nomination StreetView preview (See what StreetView image other reviewers get to see for your nominations)\n- Review using the keyboard\n- Too Close and Accessible Circles on review maps.\n- Compact card view for reviewing\n- See current location during location edit reviews\n- Button for quick translations of titles and descriptions\n- Nomination stats\n- Extended profile stats\n- Review expire timer\n- Too close warning (currently only for reviewing!)",
    "lastScraped": "22-8-2023 13:47:30",
    "_id": "64e4a052f202f31fd43f9bcf"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ahdojelilajinfobbhpahlgbmdahkdan?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a053f202f31fd43f9bd0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Save Pinned Tabs",
    "url": "https://microsoftedge.microsoft.com/addons/detail/save-pinned-tabs/ahejjkehekfnjbpaaochgfbmbajocdkn?hl=en",
    "publisher": "Save Pinned Tabs",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 5,
    "lastUpdated": "Updated March 9, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.9916.92299455-59db-4861-b3c5-966a2cde7da8.8f5c3e0c-fe1e-4d6b-a3f9-8c2865e2203a.bef12b18-928c-4f04-a627-b64cb87d1147?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Save your current pinned tabs.\n\nThis extension allows you to save your current pinned tabs as a set. You can then load the pinned tab set on any window that has the extension enabled. You can also set one of your tab sets to be auto-loaded on browser start. Extension syncing is supported.",
    "lastScraped": "22-8-2023 13:47:34",
    "_id": "64e4a056f202f31fd43f9bd1"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ahhnjjjpomiefelhjhblegkopgfbkkff?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a058f202f31fd43f9bd2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "PDF to JPG",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pdf-to-jpg/ahhondajieaabnhicjkpnhdmdjjdinhe?hl=en",
    "publisher": "PDF to JPG",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 10,
    "lastUpdated": "Updated August 22, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.36921.d9294753-0a9a-46c7-b8fb-19d54a0c54ab.c389004c-6727-42e8-a662-6da07ca28f69.dd8b0065-af7b-4e1d-8c79-52a339a5f95d?mode=scale&h=100&q=90&w=100",
    "installs": 7000,
    "availability": "Available",
    "description": "Convert PDF to JPG for free.\nGet your jpg images converted to PDF document instantly from our online converter utility\nHow to convert JPG images to PDF?\n\nClick extension icon, it will open our online jpg to pdf converter utility.\nSelect JPG files and click convert button (arrow button).Your images will be converted to pdf file in a few seconds and you will be redirected to download page where you can download your pdf file.\n\n",
    "lastScraped": "22-8-2023 13:47:38",
    "_id": "64e4a05af202f31fd43f9bd3"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Live editor for CSS, Less & Sass - Magic CSS",
    "url": "https://microsoftedge.microsoft.com/addons/detail/live-editor-for-css-less/ahibbdhoijcafelmfepfpcmmdifchpdg?hl=en",
    "publisher": "Live editor for CSS, Less & Sass - Magic CSS",
    "category": "Developer tools",
    "rating": 4,
    "ratedBy": 5,
    "lastUpdated": "Updated April 16, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.4621.99ab3fc1-86d7-4da4-8f00-6446bc4d0ef2.f2e3f526-58b4-418e-a492-93473bcd0764.64843624-1bb1-43e3-8454-1b7d6132df5e?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "Live preview of CSS/Less/Sass code changes. Auto-save file, autocomplete, Less/Sass to CSS, beautify, CSS reloader, lint, ...\nRun this extension and start writing your CSS/Less/Sass code which gets applied immediately. The code you write will be saved in the browser extension's storage space or the site's local storage.\n\nFeaturing:\n* Live editor for CSS/Less/Sass code - Preview changes as you write code\n* Live edit CSS files and auto-save on file system\n* CSS reloader\n* Option to reapply styles automatically\n* Syntax Highlighting\n* Auto-generate CSS selectors with point-and-click\n* Autocomplete for CSS selectors, properties and values\n* Emmet support helps in quickly expanding abbreviations to CSS code (https://docs.emmet.io/css-abbreviations/)\n* Color picker (supports HEX, RGB, RGBA, HSL and HSLA)\n* Convert code from Less/Sass to CSS\n* Beautify / Format code\n* Minify code\n* Highlight DOM elements matching the CSS selectors\n* Option to load this extension in iframes as well\n* Lint CSS code\n\nOpen source:\n* https://github.com/webextensions/live-css-editor\n\nThis extension is available for:\n* Google Chrome\n* Microsoft Edge\n* Mozilla Firefox\n* Opera\n\nVisit https://webextensions.org/ for further details\n\nCreated by:\n* Priyank Parashar\n\nUses:\n* No need to refresh pages to test your CSS/Less/Sass code\n* Auto-save your changes to filesystem as you write the code\n* Reload CSS resources without refreshing the page\n* Speed-up development and testing of your styling code by doing it directly on your page\n* Develop and test your code before finalizing your changes into the project files\n* Apply some temporary styles (like hiding some components)\n* Test styling changes even when you cannot modify the original source code\n\nNotes:\n* The CSS/Less/Sass code you write gets applied as you write it\n* The CSS reloader watches CSS files and live updates them immediately\n* The Sass parser is loaded remotely from https://cdnjs.cloudflare.com/ajax/libs/sass.js/...\n* With this styling code tester, you can develop and test the code at the same time\n* The code is saved in file/browser as soon as you write it\n* The code editor is resizable and draggable\n* The code you write is auto-saved at site level and can be used again for same or different pages\n* You can use \"TAB\" key to indent your code\n* Running Magic CSS again, while it is already loaded, will restore it to its original position and size\n* Press \"Esc\" or click on close to hide it and run it again to continue making changes\n* The code you write is added at the bottom of the <body> tag of the active page\n* It includes CSS/Less/Sass beautifier\n* It includes CSS minifier\n* It highlights the DOM elements matching the CSS selectors\n* Use it along with your favorite Chrome/Edge/Firefox/Opera Developer tools\n* You might find it useful in creating your custom themes for websites based on Stylish / Stylist\n* This extension was previously known as \"MagiCSS - Live CSS Editor\"\n\nCredits for open source code used by this extension:\n* Amplify JS\n* Browserify\n* Code Mirror\n* codemirror-colorpicker by easylogic @ GitHub\n* Emmet codemirror-plugin by emmetio @ GitHub\n* CSS Pretty\n* CSSLint\n* jQuery\n* jQuery UI\n* jQuery UI Touch Punch\n* Less\n* magicsuggest\n* Mozilla Source Map\n* SASS / SCSS\n* socket.io (WebSocket API library)\n* Tooltipster\n\nInspirations:\n* \"Auto-generate CSS selectors with point-and-click\" feature is partly inspired by the Chrome extensions SelectorGadget and Stylebot\n\nConnect to us at:\n* https://webextensions.org/\n* https://github.com/webextensions/live-css-editor\n* https://twitter.com/webextensions\n* Priyank Parashar - https://linkedin.com/in/ParasharPriyank/",
    "lastScraped": "22-8-2023 13:47:40",
    "_id": "64e4a05df202f31fd43f9bd4"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Canvas Blocker - Fingerprint Protect",
    "url": "https://microsoftedge.microsoft.com/addons/detail/canvas-blocker-fingerpr/ahiddppepedlomdleppkbljnmkchlmdc?hl=en",
    "publisher": "Canvas Blocker - Fingerprint Protect",
    "category": "Developer tools",
    "rating": 5,
    "ratedBy": 5,
    "lastUpdated": "Updated December 29, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.7679.ff093640-9c23-4612-89e8-139331ebf543.bea29330-f3df-4f1d-a562-3d91a13eb0c7.047eac36-ef52-4e25-830c-6b00353b242c?mode=scale&h=100&q=90&w=100",
    "installs": 3000,
    "availability": "AVAILABILITY ERROR",
    "description": "This extension protects user privacy by prevents the HTML canvas element from being used by malicious scripts for fingerprinting the user. This extension adds a slight noise to the data generated by the canvas element when certain methods are being called. This way the canvas element cannot be used for fingerprinting purposes. Compared to other similar extensions, this one is lighter and uses a more effective method to block fingerprinting from all frame elements (top and subframes). The extension supports three modes of operation:\n\n  1. Random noise\n  2. Random noise (per session) (to have a fixed identity for current page session)\n  3. Fixed noise (to have a fixed but unique identity all the time)\n\nFeatures:\n  1. Fingerprint defender with as minimum footprint as possible\n  2. Block or disable fingerprint on certain hostnames\n  3. Notify when the canvas fingerprint is detected\n  4. Disable notification for a few hostnames or for all hostnames.\n  5. Works on cross-origin (CORS) and sandboxed iframes (like Disqus and Hangouts)\n\nNotes:\n  1. There is no on and off button as the extension is not meant to be disabled. If there is a use case of the on and off button please report on the FAQs page (review section)\n  2. This extension does not block the canvas element entirely. It only modifies two methods to prevent the JavaScript engine from generating a unique identification key from this element.\n\nWhat is Canvas Fingerprinting:\nCanvas fingerprinting is one of a number of browser fingerprinting techniques for tracking online users that allow websites to identify and track visitors using the HTML5 canvas element instead of browser cookies or other similar means. Canvas fingerprinting works by exploiting the HTML5 canvas element. When a user visits a page, the fingerprinting script first draws text with the font and size of its choice and adds background colors. Next, the script calls Canvas API's ToDataURL method to get the canvas pixel data in dataURL format, which is basically a Base64 encoded representation of the binary pixel data. Finally, the script takes the hash of the text-encoded pixel data, which serves as the fingerprint.\n\nIt is recommended to install an adblocker extension along with this defender (e.g. uBlock Origin or Adblock Plus).",
    "lastScraped": "22-8-2023 13:47:43",
    "_id": "64e4a05ff202f31fd43f9bd5"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "PowerGuides",
    "url": "https://microsoftedge.microsoft.com/addons/detail/powerguides/ahjbppojcpbnlmgfmjepcdmckbeigaci?hl=en",
    "publisher": "PowerGuides",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated February 26, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.11619.12e559f5-0fe0-4414-9ac1-767649689708.6ce0139c-fd75-4557-847d-3a9bb29cd16a.e556f4c2-3f99-4545-981e-cc6c6d5dc691?mode=scale&h=100&q=90&w=100",
    "installs": 456,
    "availability": "Available",
    "description": "We’re offering a micro-learning platform with a Performance Support Tool providing context-based learning videos to users on demand.",
    "lastScraped": "22-8-2023 13:47:47",
    "_id": "64e4a063f202f31fd43f9bd6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Alto PDF to JPG Converter by PDFfiller",
    "url": "https://microsoftedge.microsoft.com/addons/detail/alto-pdf-to-jpg-converter/ahkhofabpomkhcokgabggafobblaidmf?hl=en",
    "publisher": "Alto PDF to JPG Converter by PDFfiller",
    "category": "Productivity",
    "rating": 1,
    "ratedBy": 1,
    "lastUpdated": "Updated April 1, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.47818.14e15b3a-f4cc-49f6-b803-0c15df2856b8.4ea26475-d020-4f5c-bea6-a226d720f6e5.12269b0a-7115-427d-99a9-71f524798ff3?mode=scale&h=100&q=90&w=100",
    "installs": 315,
    "availability": "Available",
    "description": "Now you can convert your PDF to a static image right in your browser. Alto PDF to JPG Converter makes it easy and fast, with your documents ready in just a few steps. \n\nChoose separate pages to convert or enter a page range. Every page of your PDF file will be transformed into separate JPG files. Download them in a single .zip folder absolutely for free.\n\nMeet the PDF to JPG converter that allows users to change a file format in a matter of minutes. This platform is available to anyone with internet access.\n\nThe extension has a unique set of useful features which you can review in the list below:\n\n➤ Upload PDF files in three different ways: from the device you're using by searching the folder in your hard drive or memory, dragging and dropping directly from your device’s folder, or exporting the file from your cloud storage.\n➤ Convert PDF to images in a few seconds by clicking just one button.\n➤ Easily delete documents downloaded by mistake using the button with the bucket icon.\n➤ When you’ve converted a document, you can immediately download it from the site.\n➤ Process multiple files without any set limits.\n➤ No authorization is required. Begin working on your PDF files immediately.\n➤ Edit and distribute images after converting them by transitioning to the editing and signing solution right from the Alto platform.\n\nThis online tool is a perfect fit both for those who need a one-use conversion and for those who regularly carry out bulk file transformations.\n\nLet's say you’re making a presentation and want to include a page from a document. It’s convenient to insert an image in JPG format. So by using the Alto extension, you get what you need in a few simple steps. You have the option to choose what exact pages you want to convert - which makes the entire process even faster. If you choose several pages, you will get an archive with a set of images at your disposal.\n\nYou can also use the PDF to JPEG converter as many times as you need. The solution has no limits for the number of documents that you can process. Due to the fact that there's no sign up or authorization requirements, the portal doesn’t store your documents and doesn’t remember users. Therefore, you’re free to conduct multiple conversions without having to worry that your data will be disclosed or distributed to any third parties.\n\nTry Alto extensions right now and see for yourself how easy it is to interchange various file extensions with minimal effort.\n\nSearch terms\nfile,jpeg,image,jpg,convert",
    "lastScraped": "22-8-2023 13:47:48",
    "_id": "64e4a064f202f31fd43f9bd7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "LogMeOnce",
    "url": "https://microsoftedge.microsoft.com/addons/detail/logmeonce/ahknoflpikaolmchfkipgjkgccjckpag?hl=en",
    "publisher": "LogMeOnce",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 5,
    "lastUpdated": "Updated April 21, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.13807.48de3c4a-b985-423e-9ac6-ecf183212c98.d596a9c6-2349-4efd-8bee-97f79d0cd7c3.b56eddbd-dfed-41bb-b222-2cca42dc5b4b?mode=scale&h=100&q=90&w=100",
    "installs": 5000,
    "availability": "Available",
    "description": "The Problem\n\nWith too many accounts and log-ins, users mostly tend to choose weak, easy to guess passwords, and rarely change passwords, hence placing themselves at risk from fraud and identity theft. Most consumers may have dozens of password-protected accounts. Users with multiple accounts needing passwords often give up and use the same password, or a derivative of the same password for every account which makes them easy targets for hackers. When consumers are required to follow existing security policies and use various log-ins or passwords, they usually end up writing down their passwords making them easy targets.\n\nLogMeOnce Solution\n\nLogMeOnce dashboard offers simple user friendly access for each user to their unique web site which entails a list of all of their applications, with security protection behind each Application icon. Simply click the icon of your desired Application, and you are logged in without the need to enter a username and password each time. Your security credentials for each Application are individually secured and encrypted with your unique encryption key, that only you are aware of.\n\nLogMeOnce alters browser new tab page upon user request to receive additional functionality. This functionality is turned Off as default.",
    "lastScraped": "22-8-2023 13:47:53",
    "_id": "64e4a069f202f31fd43f9bd8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Data Studio Auto Refresh",
    "url": "https://microsoftedge.microsoft.com/addons/detail/data-studio-auto-refresh/ahkjdlgmlefapcnkibblbipeoccapaab?hl=en",
    "publisher": "Data Studio Auto Refresh",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated April 27, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.44168.473bc6b5-6402-40da-9e43-1815c42fef5f.56ce9afa-bfd5-460a-830e-09d94f89c4aa.d65de963-b4e1-4495-8a05-11e9e86e9163?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "AVAILABILITY ERROR",
    "description": "Auto-refresh and automated pagination of your Google Data Studio reports, on a chosen interval.\nAuto-refresh & auto-pagination your Google Data Studio reports!\n1. Supports multiple Tabs\n2. Custom interval for refresh & Pagination\n**** The pagination works only when the pagination is on TOP of the report, and not on the left ****\n!!! WARNING!!! fetching data from paid cloud DB such as BigQuery, cost money. We are not responsible for any costs caused by refreshing the report. \n\nPut your amazing Data Studio dashboard on a big screen and the extension will take care of the refresh & pagination for all open reports. \n\nAfter installation:\n1. Go to the desired Data Studio dashboard and refresh it manually.\n2. Click the extension button and choose the refresh interval and Pagination",
    "lastScraped": "22-8-2023 13:47:54",
    "_id": "64e4a06af202f31fd43f9bd9"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "ReadCube Papers",
    "url": "https://microsoftedge.microsoft.com/addons/detail/readcube-papers/ahmmhplnlcgfgmhfiklfnhbegdjcekjg?hl=en",
    "publisher": "ReadCube Papers",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 4,
    "lastUpdated": "Updated August 7, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.32192.10bbd761-f888-4f91-8165-b1f13512e03d.e908ff26-f0b4-481e-8651-bacba471155d.0db97fd5-6eb8-410c-8ca5-8471c6d1c6a6?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "AVAILABILITY ERROR",
    "description": "ReadCube Papers & Anywhere Access Extension\nDesigned for ReadCube Papers, Enterprise and Anywhere Access customers, the new ReadCube Papers browser extension enhances the workflows in your research lifecycle: from searching and navigating to the full-text,  to staying organized,  reading and annotating, sharing and collaborating with colleagues, and finally citing papers and generating a bibliography in a manuscript.\n\n• Find papers as you normally would across the web, including discovery sites like PubMed, Google Scholar, Dimensions, BioRxiv and most journal websites. Our extension instantly recognizes if a paper is in a personal or shared library collection for instant access. No more downloading the same paper multiple times.\n\n• If it’s a new addition to your library, save references and PDFs, if available, directly to a personal or shared collection within your library. No more random PDFs piling up in your download folder or desktop.\n\n• If you have the paper in your library, you can enjoy the same Enhanced PDF reading experience through our streamed PDF that opens wherever you are discovering new papers. Hyperlinked inline references, annotation and drawing tools, streamed supplemental files, article metrics, high-res figure browser and more.\n\n• For users belonging to an academic institution subscribing to the Anywhere Access library service, you will see accelerated access to your library’s holdings\n\n• For ReadCube Papers Enterprise users belonging to an organization subscribing to the Anywhere Access document delivery services, you’ll have additional instant purchase option buttons available facilitating full-text access across thousands of journal titles.\n\nAny questions or feedback? Send it our way at support@readcube.com",
    "lastScraped": "22-8-2023 13:47:58",
    "_id": "64e4a06ef202f31fd43f9bda"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Borderlands 3: Season Pass 2 Reviews",
    "url": "https://microsoftedge.microsoft.com/addons/detail/borderlands-3-season-pas/ahnkhdcbcifkneicjfaicclmlljngjgj?hl=en",
    "publisher": "Borderlands 3: Season Pass 2 Reviews",
    "category": "Entertainment",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated November 14, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.60079.35cac9ca-5690-4387-b415-ee152d442b69.7a6f5f36-ad8d-465b-9bca-5c123a16551d.0cb2654d-0422-4d6c-997b-2783cc442477?mode=scale&h=100&q=90&w=100",
    "installs": 48,
    "availability": "Available",
    "description": "Want to play Borderlands 3?\n\nNot sure if this computer game is worth buying? Use our software extension today to get the top reviews for this computer game.\n\nThis extension will give you both the positive and negative feedback actual buyers have left.\n\nEnsure you get over 10+ unbiased reviews of Borderlands 3 before deciding whether to purchase this computer game.\n\nFind the top reviews for this computer game now.\n",
    "lastScraped": "22-8-2023 13:47:59",
    "_id": "64e4a06ff202f31fd43f9bdb"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "ePub Reader",
    "url": "https://microsoftedge.microsoft.com/addons/detail/epub-reader/aiabddoiibegjigldjkaafhmighgiaph?hl=en",
    "publisher": "ePub Reader",
    "category": "Entertainment",
    "rating": 3,
    "ratedBy": 81,
    "lastUpdated": "Updated August 18, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.31666.e4a459ae-1fed-437b-89dd-a0159b51217f.fb91757d-1b97-4b7e-88a4-2c4a9e227e3f.c998edf5-5deb-4c70-a9f9-6141b5e3ba9e?mode=scale&h=100&q=90&w=100",
    "installs": 70000,
    "availability": "Available",
    "description": "Our FREE ePUB Reader allows you to view ePUB files right in your browser! \n\nePub Reader is a simple and powerful application that can open any document with \".epub\" file extension.\n\n★ Main Features of ePUB Reader:\n✔ Read any of size epub files \n✔ Upload epub files from your device\n✔ Upload epub files from your Google drive using our web-site ui\n✔ Download epub files on your device or Google drive\n✔ Dark mode for more comfortable using in night time\n✔ Swipe, Spreads,  Archived, Scrolled, Highlights, Spreads Continuous modes of reading\n✔ Change font size of epub document\n\nThis software is 100% free and does not require you to pay.\n",
    "lastScraped": "22-8-2023 13:48:3",
    "_id": "64e4a073f202f31fd43f9bdc"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Harvest Time Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/harvest-time-tracker/ahobielghbcgfkpbcjonnclemmebnalf?hl=en",
    "publisher": "Harvest Time Tracker",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 2,
    "lastUpdated": "Updated March 21, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.40523.e0af18a7-3082-4772-8326-bee61fc74edd.6c5448de-5019-4c0b-990c-0a504fee9c09.b11833f8-3f70-48b0-a09a-d10a8f4a9bc4?mode=scale&h=100&q=90&w=100",
    "installs": 4000,
    "availability": "Available",
    "description": "Track time from Microsoft Edge and within popular project management tools.\n\nHarvest Overview\nHarvest is a beloved time tracking application trusted by creative professionals and teams in over 100 countries worldwide. Easily track time from the desktop app, web, Basecamp, Trello, GitHub, or your mobile device. Drill down into visual reports to keep track of project budgets, and make smarter decisions for your business.\n\nTrack time in Microsoft Edge\nConveniently start and stop timers from your browser and get to work. Whether you're digging through emails or having an online meeting with your team, your timer is just a click away with Harvest for Microsoft Edge.\n\nBring time tracking into popular web apps\nEnjoy an enhanced time tracking experience for today's most popular project management tools. When using Basecamp or Trello in Microsoft Edge, you will see an option to start timers on any todo items or cards. In GitHub, you can track time on issues or pull requests. It's as if time tracking is built right in.\n\nGain insights into your projects\nTurn tracked time into insightful Harvest reports. Time-based reporting provides accurate project budget reports, staff reports, and more. You'll gain insights about where projects stand without any surprises.\n\nIf you’re having difficulty seeing timers or tracking time to Harvest, please contact us at support@harvestapp.com.",
    "lastScraped": "22-8-2023 13:48:4",
    "_id": "64e4a074f202f31fd43f9bdd"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Format Link",
    "url": "https://microsoftedge.microsoft.com/addons/detail/format-link/aiaeiblilekjoaghoddmgoidofkjnfep?hl=en",
    "publisher": "Format Link",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated May 30, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.20065.f822bf48-7d7a-4b47-9f18-ddcbc3e0ce47.a86d3f29-8a6d-4664-9293-9325028e8043.288f2832-ff7d-4758-8196-7a81f9829bcc?mode=scale&h=100&q=90&w=100",
    "installs": 268,
    "availability": "Available",
    "description": "Format the URL and the page title and copy it to the clipboard in text or html format.",
    "lastScraped": "22-8-2023 13:48:8",
    "_id": "64e4a078f202f31fd43f9bde"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aiaonahobmmomjaobmlpgnhlbfooblhk?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a07af202f31fd43f9bdf"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Vimium C - All by Keyboard",
    "url": "https://microsoftedge.microsoft.com/addons/detail/vimium-c-all-by-keyboar/aibcglbfblnogfjhbcmmpobjhnomhcdo?hl=en",
    "publisher": "Vimium C - All by Keyboard",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 86,
    "lastUpdated": "Updated July 22, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.53017.e2ccacad-d3e5-4c67-a4b3-023f0df06908.9474b4bf-a799-4bb4-967a-2ec6cbfbb287.44e0e326-e25f-4014-88b6-00766214199e?mode=scale&h=100&q=90&w=100",
    "installs": 60000,
    "availability": "AVAILABILITY ERROR",
    "description": "Vimium C is an open source browser extension that provides keyboard-based inner-page navigation, browser tab operations, and an enhanced search panel, so you may take full advantages of your browser without a mouse or touchpad.\n\nIt supports all original commands of Vimium and some new useful commands (a full list can be seen in a help dialog in the Vimium C Options page). And it can map a same key sequence to different commands for different websites (and/or for different active elements in page).\n\nFor example:\n* press `f` to hint all clickable elements of the current web page\n* press `o` to show a search panel (\"Vomnibar\", a safe iframe) to search in your history, bookmarks, opened tabs and configured search engines, and you can even remove a history or tab by selecting a search result and pressing Shift+Delete\n* press j, k, h, l to scroll down/up/left/right on web pages\n* press \"/\" to search for text; press \"v\" to enter Visual Mode (just like VIM)\n* press Shift+J, Shift+K, `g0`, `g$` to switch to the previous/next/first/last tab\n* press `x` to remove a tab, and Shift+X to restore recently closed tabs (sessions), and many other commands\n* command repetition: for example, pressing `5X` (`5`, Shift+X) will restore 5 recent closed tabs\n* configure key mappings to bind Vimium C's tens of commands to other key sequences, and add options to switch command behaviors\n* apply block lists and allow lists of key mappings on configurable special websites and URLs\n\nIt can copy any selected text and current tab's title and URL to the system clipboard, and read the clipboard to search the copied text using a specified search engine.\n\nIt can also enable/disable websites' image loading and even JavaScript execution, if you trigger its command \"toggleCS\". This functionality requires a permission of \"Change your settings that control websites' access to features such as cookies, JavaScript ...\", and Vimium C promises that it won't do any thing secretly, but only act on what key sequences you press.\n\nIt will provide 8 \"global\" browser shortcuts: createTab, previousTab, nextTab, reloadTab, and some others, so you may bind some key sequences to them, and then these commands will work even when a page has no focus (e.g. when the browser address bar is focused).\n\nIt will register an omnibox keyword \"v\", and if you input \"v\" and press Space on the browser address bar (omnibox), you can do searches for history, bookmarks and tabs just like you're inputting on its Vomnibar.\n\nIt supports encoded URLs, and you can search Chinese, Japanese and Korean words in URLs of history and bookmarks. You may configure it to decode URLs in a charset of your locale .\n\nIt will download all synced settings from the Internet during the first installation, and you may enable/disable the syncing on certain computers.\n\nIf you have any exclusion rule for key mappings, it will monitor browser tab URL changes to re-check whether a new URL matches your URL pattern list.\n\nVimium C may show a notification when it gets upgraded to a new minor version.\n\nFor more information about release notes, rebinding your keys and how to use many of Vimium C's features, please see here: https://github.com/gdh1995/vimium-c#readme , or https://gitee.com/gdh1995/vimium-c#git-readme . There're also wiki pages.\n\n## Special note\n\nThe developer (gdh1995) can not use the comment functionality of Microsoft Edge Add-ons (I don't know why), so if you meet any question or bug, please go to https://github.com/gdh1995/vimium-c/issues and file an issue.\n\n## Declaration for Applicable Regions\n\nWhen people in \"all regions\" visit this store, Vimium C and other extensions published by [gdh1995](https://github.com/gdh1995) are always available.\nBut This behavior is only to make these extensions easier to use, but DOES NOT EXPRESS OR IMPLIED the author (gdh1995) \"agrees or has no objection to\" that \"Taiwan\" can be parallel to \"China\", which was an **inappropriate** status quo in the stores' pages on 2021-06-03.\n\nAccording to [The Constitution of the People's Republic of China](http://www.npc.gov.cn/npc/c505/201803/e87e5cd7c1ce46ef866f4ec8e2d709ea.shtml) and international consensus, Taiwan is an inalienable part of the sacred territory of the People's Republic of China.",
    "lastScraped": "22-8-2023 13:48:13",
    "_id": "64e4a07df202f31fd43f9be0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aibdpdfpadkhmgplnapopaadjkahajcf?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a080f202f31fd43f9be1"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "URL to QR Code",
    "url": "https://microsoftedge.microsoft.com/addons/detail/url-to-qr-code/aibennkncbnlehcnakmbkbnghkmhflkn?hl=en",
    "publisher": "URL to QR Code",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 2,
    "lastUpdated": "Updated February 14, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.21032.225ad9da-ae58-4fd5-9a48-ca18efaa793b.b82f933c-d79d-446d-82af-2aa86906af72.0860397e-9ee6-4875-b95d-ff1dd961a36f?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Open-source, privacy-safe extension to display QR code of current tab's URL.\n\nFeature:\n- Convert URL to QR code. (left-click at icon)\n- Save QR code. (right-click at image)",
    "lastScraped": "22-8-2023 13:48:18",
    "_id": "64e4a082f202f31fd43f9be2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aibnljegefamfbjlagiahogmnfmaaadc?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a089f202f31fd43f9be3"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aibhabhnkokchfhaoclladenmgaflccg?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a08af202f31fd43f9be4"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Double Shot Search: Query side-by-side",
    "url": "https://microsoftedge.microsoft.com/addons/detail/double-shot-search-query/aidcknnibepoankkpjhehdmbbkgojmma?hl=en",
    "publisher": "Double Shot Search: Query side-by-side",
    "category": "Search tools",
    "rating": 4,
    "ratedBy": 2,
    "lastUpdated": "Updated March 30, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.58410.d394020f-3bab-47a5-8d2d-b253ec314da9.55260ecb-f24b-49a0-a164-644a8c1ee9ef.a85048f0-61c1-4487-960a-566525ba8381?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Allows searching in both Bing and Google at the same time by showing the results from both search engines side by side.",
    "lastScraped": "22-8-2023 13:48:28",
    "_id": "64e4a08cf202f31fd43f9be5"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Serpstat Website SEO Checker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/serpstat-website-seo-chec/aidfflgbhbapkopbikhgapbcimkpipbf?hl=en",
    "publisher": "Serpstat Website SEO Checker",
    "category": "Search tools",
    "rating": 3,
    "ratedBy": 3,
    "lastUpdated": "Updated August 30, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.36355.0cfafa17-a88a-469f-9c44-32752df4fdad.c3e956f3-5de7-4ada-b8ca-f4f42ff47e5a.d6b7b87f-8fb8-4044-9fae-aba08487111c?mode=scale&h=100&q=90&w=100",
    "installs": 5000,
    "availability": "Available",
    "description": "Serpstat Website SEO Checker allows you to find the key metrics of any site or page in just a few clicks. It provides you with an extensive list of SEO metrics, analysis, and tips.\n\nTo examine a domain/page, you don't need to open a new tab. Click on the icon and you'll get an SEO audit of domain or page: visibility, traffic, number of keywords, top competitors in the region, etc. \n\nThree sections are now available: \n* On-page SEO parameters - Free Lifetime\n* Page analysis - Freemium\n* Domain analysis - Freemium\n\nSome features work without API requests to Serpstat servers so they are available without signing up, right after installation of the extension.\nSome reports require to sign up and get a token for API access.\n\nSerpstat Website SEO Checker makes analyzing competitors data easier than ever. The extension helps you to provide quickly a keyword research and trust me, it's much better than Keyword Planner tool.\n\nThe major features:\n\n#1 On-page search engine optimization:\n- Page Source \n- Google Cache \n- PageSpeed Insights\n- Site start date\n- Meta tags\n- HTML tags \n- Words Count / Symbols Count\n- Favicon checker\nand many others.\n\n#2 Page analysis: \nTop 10 keywords in Google ranking\nURL that ranks for this request\nRanking position for this keyword\nPosition change and search volume\nKeyword CPC \nURL Competitors\nKeywords the site ranks in\nMissing keywords\n\n#3 Domain analysis\nDomain visibility\nDomain traffic\nNumber of keywords\nImproved and declined keywords\nNew and lost keywords\nPPC keywords\nNumber of results in Google, Bing\nYandex Quality Index\nNumber of images in Google Image Search\nAlexa Rank.\nVisibility change graph\n\nIn fact, we've brought together the most useful SEO features, so you no longer need a bunch of tools like Ahrefs, Semrush, Majestic and others.\nKeep an eye on this - it's just the beginning, you'll see many exciting updates soon.\n\nImportant: To get full access to all functionality, you'll need to sign up on Serpstat.com\n\nFor information regarding data collection please visit:\nhttps://serpstat.com/users/privacy-policy",
    "lastScraped": "22-8-2023 13:48:30",
    "_id": "64e4a08ef202f31fd43f9be6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "壹伴 · 小插件",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E5%A3%B9%E4%BC%B4-%C2%B7-%E5%B0%8F%E6%8F%92%E4%BB%B6/aidjohbjielfdhcaookdaolppglahebo?hl=en",
    "publisher": "壹伴 · 小插件",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 50,
    "lastUpdated": "Updated August 21, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.50287.38cfd702-7087-4ebd-a53f-ea533995246e.d6e26c06-40b7-49ca-9398-b54e43605ce5.30cd9408-d3e1-4904-9206-90cc747b6bb7?mode=scale&h=100&q=90&w=100",
    "installs": 200000,
    "availability": "Available",
    "description": "好用的公众号运营神器，每天帮你节省2小时，100万新媒体小编都在用！\n\n【百余项功能】排版、做海报、无版权图、海量样式、定时发送....一个工具全搞定\n【数据超能力】一键导出图文数据、周报/月报/年报、取关分析、阅读增长小时报\n【独家黑科技】一键取标题、标题评分、营销日历、一键排版、图文违规检测\n【他们都在用】十点读书、新世相、必胜客、中国联通等数百万小编都在用壹伴\n\n官方网站：yiban.io\n官方QQ群：891621288\n\n会员定价\n标准版：\n6 个月 - 180￥\n1 年 - 269￥\n2 年 - 399￥\n企业版：\n1 个月 - 199￥\n6 个月 - 899￥\n1 年 - 999￥\n会员权益及更多信息详见 https://yiban.io/pricing\n另：新注册用户赠送 7 天标准版会员",
    "lastScraped": "22-8-2023 13:48:32",
    "_id": "64e4a091f202f31fd43f9be7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Read it later",
    "url": "https://microsoftedge.microsoft.com/addons/detail/read-it-later/aieddpnbpdadkgdibdiifigdhoilkifa?hl=en",
    "publisher": "Read it later",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated July 21, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.50735.c53a8456-84bf-44b1-acee-24b1a6ef36d1.db2a0b5e-47bd-4b45-b98c-85bce79e445b.1708af2f-db28-4400-b053-0851bc3e0b0f?mode=scale&h=100&q=90&w=100",
    "installs": 251,
    "availability": "Available",
    "description": "\"Read it later\" is a extension that reappear the famous extension \"Read later fast\" (which has upgraded and renamed as Pocket now)",
    "lastScraped": "22-8-2023 13:48:35",
    "_id": "64e4a093f202f31fd43f9be8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Clean Start",
    "url": "https://microsoftedge.microsoft.com/addons/detail/clean-start/aifahnhgmoaeckhcdnhdnoamjnkeppjf?hl=en",
    "publisher": "Clean Start",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated June 8, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.32876.c08c8a75-26fd-4743-87d6-ef8692565caa.718955ba-7900-4fcf-8589-d23da2f62c37.aae815a8-525d-4c0a-8c92-2cd757c27c67?mode=scale&h=100&q=90&w=100",
    "installs": 24,
    "availability": "Available",
    "description": "Clean Start - Open Source New Tab Extension\n\n- Date and time with greeting\n- Random full page background image (from Unsplash)\n- Current temp/conditions (powered by Dark Sky)\n- Random quote (from Quotes on Design)\n- Top posts from some useful sites\n  - GitHub Trending Repositories\n  - DEV Community Recent Posts\n  - Hacker News Top Posts\n  - Product Hunt Top Posts\n  - Reddit Popular Posts",
    "lastScraped": "22-8-2023 13:48:37",
    "_id": "64e4a095f202f31fd43f9be9"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aignohopfcfjfpmnkmmpnfmcbfphbmca?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a099f202f31fd43f9bea"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "BestPrice Assistant",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bestprice-assistant/aihehbchjhbnjcigpaofhphbjngfbpgf?hl=en",
    "publisher": "BestPrice Assistant",
    "category": "Shopping",
    "rating": 5,
    "ratedBy": 3,
    "lastUpdated": "Updated March 21, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.31202.2b519161-8a83-46af-a772-3ab6d316459a.916bb4dc-46e3-4dfd-b38f-188a281b8110.cc9a3c75-f2f4-4396-8a11-996263f9495c?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "BestPrice Assistant will save you time and money by helping you make better shopping decisions.\n\nBestPrice Assistant will automatically and instantly inform you if the product you are watching is at the lowest price in Greece - using BestPrice.gr's product index - and will also provide more, context-related, information.\n\nHere are some other services BestPrice Assistant comes with:\n\n- Easy product search.\n- Offers and deals from the merchant you are currently visiting.\n- Product and Merchant reviews.\n- Automatic currency conversion.\n\nYou can learn more about BestPrice Assistant here:  www.bestprice.gr/assistant",
    "lastScraped": "22-8-2023 13:48:42",
    "_id": "64e4a09af202f31fd43f9beb"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "TV",
    "url": "https://microsoftedge.microsoft.com/addons/detail/tv/ailkkfgpanffamiehhgndcdjigjclnmk?hl=en",
    "publisher": "TV",
    "category": "Entertainment",
    "rating": 4,
    "ratedBy": 2,
    "lastUpdated": "Updated January 17, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.45140.3689f661-3ba6-426e-9897-f5c45776b122.430d42a8-1a2c-4d57-aec8-d8643c44fea7.b394215c-c325-4c3f-ba8e-ecbed6b207ba?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "Available",
    "description": "Tvopedia.com is a wonderful website that brings you hours of TV entertainment for free anytime of the day or night. \n\nTVopedia is your up-to-date Live TV Encyclopedia.\nIt is easy way watch live TV broadcasts. \n\nWith TVopedia, you can watch TV shows on a network from any point on the globe, live and free, right in the comfort of your home.\n\nWith TVopedia, you can obtain a large amount of TV stations from different countries to choose from all over the world. Furthermore, you can get local, regional, and national broadcasts. You can pick from watching music, news, educational, politics, weather, sports, movies, religion, kids, shopping, a whole bunch more.\n\nTo do so you can browse through channels by Country of Origin or choose the category you want. Simply Choose the Continent from the Map. \n\nThen choose the Country from the drop-down menu.\n\nTo search by Category simply choose a Category from the Menu located above the Station Listings.\n\nAnd then choose your TV channels and watch it by clicking on the name of the stations or the stations logo.\n\nAnd if you want to watch the channels again you can add it to your favorite list. \nTo do so just click on add to my stations button below the TV player. \n\nAfter clicking the button you can see personal details blog appearing above the stations there you can choose a way to connect to the website through your Facebook account or by your email.\nAfter login into  the website press the “add to my stations” button again and a pop-up will appear saying Channel added to your favorites then click ok.\n\nTo watch your favorite channels you need to save the channel first, to do so there are two ways, one is by clicking the My Stations above the TV player and the other is by clicking the private zone button at the top of the website, and in case you have a station or channel in mind that cannot be found you can suggest a station. \n\nJust click on the Suggest a Station button above so that we can add it to our database.\n\nAnd in case you encounter problems or feedback you can send us a Bug Report. \nWith TVopedia you can certainly enjoy TV whenever and wherever you want to. \nWe stream a wide variety of live TV channels online for you, wherever part of the world you are in, and anytime.\n\nPortal for quick and easy access to Internet-TV. \nSuggestions for additional channels are welcome..\n\nWith tvopedia.com  you can watch live stream TV of the channels we can see in our televisions from all over the world. Isn’t that exciting? Even when we are working in front of our personal computers, still we can watch our favourite. How? Just go to TVopedia and there you will enjoy lots of Live TV channels for free! So, if we have no time of turning our televisions on because we are too busy, still you can enjoy watching our favourite television shows through this website. ",
    "lastScraped": "22-8-2023 13:48:45",
    "_id": "64e4a09df202f31fd43f9bec"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aimakhidgbebdnllngbbdkcebhhhpkag?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a09ff202f31fd43f9bed"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "MatPaste for Microsoft Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/matpaste-for-microsoft-ed/aimpnddhnfkggbaeocmdjhjnhcnecapp?hl=en",
    "publisher": "MatPaste for Microsoft Edge",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated August 14, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.40890.086d64ad-755c-491c-9683-78d3c185908b.a456f40c-7771-4177-8377-001231f56f20.ec2f8633-de39-4e92-92e3-2e02058e6b8c?mode=scale&h=100&q=90&w=100",
    "installs": 39,
    "availability": "Available",
    "description": "This extension allows you to paste common mathematical and physics-based symbols onto web pages.",
    "lastScraped": "22-8-2023 13:48:49",
    "_id": "64e4a0a1f202f31fd43f9bee"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Sound Meter (Noise & Decibel)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/sound-meter-noise-deci/aipeikiphdlkephapadljjmcdpjcgldl?hl=en",
    "publisher": "Sound Meter (Noise & Decibel)",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated January 16, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.1222.0b364f04-bf31-4e3e-8bb7-db98db135c7d.a6d1c61c-38c5-4e19-8b5e-4ee2c04e9c6c.c19e0eb5-6625-4b25-a26e-24de49ad7b17?mode=scale&h=100&q=90&w=100",
    "installs": 484,
    "availability": "AVAILABILITY ERROR",
    "description": "Sound Meter (Noise & Decibel) extension enables you to measure the surrounding sound (dB) and noise with your computer's microphone.\n\nThis addon helps you easily measure some important sound factors, such as the sound level in decibel, noise level, sound average, and normalized sound value. When you open the app for the first time, it may ask you about the microphone access. Please accept the dialog box in order to start the add-on.\n\nAlso, note that the app may take few seconds before getting ready. So please be patient while the add-on is getting ready. Once the loader is disappeared, the add-on is ready to use. It uses the microphone in your system to capture the surrounding sound. If your computer does not have a microphone, please attach one to it before using the add-on. On the top toolbar in the popup UI, you see information about the surrounding sound.\n\nIf you see any bug or have a feature request, please fill the bug report form on the addon's homepage (https://mybrowseraddon.com/sound-meter.html).",
    "lastScraped": "22-8-2023 13:48:52",
    "_id": "64e4a0a4f202f31fd43f9bef"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/aipcjhpnmeenolecmehdpeipkilacieb?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0a4f202f31fd43f9bf0"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Cool Cursor",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cool-cursor/ajbkmeegjnmaggkhmibgckapjkohajim?hl=en",
    "publisher": "Cool Cursor",
    "category": "Accessibility",
    "rating": 3,
    "ratedBy": 35,
    "lastUpdated": "Updated August 24, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.15518.9bf29b41-05c0-4d6f-b0a8-c977e5872cce.719598c3-ff4c-4d90-9625-70a9869df7e5.28c8d910-52db-4d81-a679-4a19758fbb29?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "Fun and cool cursors. Create your own collection of mouse cursors from any images.\nCustomize your experience of using the Edge browser with cool free mouse cursors.\n\nFor your uploading we recommend using:\n- Small images (optimally 16x16, 32x32 pixels, not more than 128x128);\n- Images on a transparent background, such as .png format.\n\nUse collection of over 100 different cursors, distributed according to categories and for every taste:\n- Minecraft;\n- Lightsaber;\n- Pizza;\n- And many, many other funny cursors.\n\nSome of our cursors are bundled with Custom Cursor browser extension, but most of them await you on our website. Be sure to check the website often because new and trending cursors  are constantly being added.\n\nBut if you still did not find that you like - use \"UPLOAD CURSOR\" button and Add your own.\n\nCreate your personal collection of cute cursors and manage your collection on Upload page.\nEasily adjust the size of your cursor in the \"Manage\" section.\n\nYour newly added collections will be uploaded to extension and can be found in the bottom of the extensions collection list. If you upload your own cursors, they will appear in the extension window, in “My Collection”.\n\nAlso, you can immediately preview how it will look by clicking on it in the extension window and move mouse slightly to the side to the empty space of the extension window.",
    "lastScraped": "22-8-2023 13:48:54",
    "_id": "64e4a0a6f202f31fd43f9bf1"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ajahifkljhkndpckjnpnbhimcklpkpcp?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0a8f202f31fd43f9bf2"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ajbnhglbbpbmbledgdjjnobellnjgfoh?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0aaf202f31fd43f9bf3"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Telegram Pusher",
    "url": "https://microsoftedge.microsoft.com/addons/detail/telegram-pusher/ajchnkkjjdjbdbadphbenmgiabnbjofb?hl=en",
    "publisher": "Telegram Pusher",
    "category": "Communication",
    "rating": 4,
    "ratedBy": 6,
    "lastUpdated": "Updated March 14, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.9354.e4d7b8d4-de84-43ef-b98d-d5f22a5b2e0a.89259735-66ce-48a8-ad32-85a08c6c78b9.a841649e-2386-40d0-afbe-ee4b6348b64c?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "IF YOU RECEIVE DOUBLED MESSAGES AFTER INSTALL, PLEASE RESTART YOUR BROWSER\n\nv.2.0\n- NEW PAIRING METHOD - 100% private, user managed bot (please re-configure according to instructions)\n- multiuser mode - add as many accounts as you wish!\n- added link support\n- new settings and note windows\n\nWith Telegram Pusher  you can easily deliver content from your browser to your Telegram chat.\n\nCurrently Telegram Pusher can send:\n- current tab URL\n- photo\n- selected text\n- link\n- note\n\nConfiguration is straightforward and 100% secure - all data is sent by direct calls to Telegram API and isn't stored or routed anywhere else.\nYou can add as amny account as you wish, and easily push web content to any of them.",
    "lastScraped": "22-8-2023 13:48:59",
    "_id": "64e4a0abf202f31fd43f9bf4"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Mango Agency Productivity Tool",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mango-agency-productivity/ajckaolflbghfeeiakcjmikhenfihgaf?hl=en",
    "publisher": "Mango Agency Productivity Tool",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated December 1, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.19145.66078ae6-d27f-459b-bcf7-d7697c84a6f9.7eece7bd-41a0-4f9a-a40d-b60dc91a1a88.88585746-221e-48bc-aa0d-1ade4343e04d?mode=scale&h=100&q=90&w=100",
    "installs": 17,
    "availability": "Available",
    "description": "Change Trello direction to RTL for persian speekers.",
    "lastScraped": "22-8-2023 13:49:1",
    "_id": "64e4a0adf202f31fd43f9bf5"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Symboard",
    "url": "https://microsoftedge.microsoft.com/addons/detail/symboard/ajdbjdkfheibfbfffjcijbbgciacaifc?hl=en",
    "publisher": "Symboard",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 1,
    "lastUpdated": "Updated February 5, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.49713.8ba31663-356c-4c86-963e-ae2392438b48.a5774ae4-c7a3-41f9-a8cd-d16d02f05f7b.cffdac3f-69ea-49af-8bff-db632bb7498e?mode=scale&h=100&q=90&w=100",
    "installs": 173,
    "availability": "Available",
    "description": "Special characters (glyphs) that you look for every day - in one click in your browser. Tool for writers, journalists, copywriters and editors. Use in a browser and paste into any document. ",
    "lastScraped": "22-8-2023 13:49:2",
    "_id": "64e4a0aef202f31fd43f9bf6"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Selenium IDE",
    "url": "https://microsoftedge.microsoft.com/addons/detail/selenium-ide/ajdpfmkffanmkhejnopjppegokpogffp?hl=en",
    "publisher": "Selenium IDE",
    "category": "Developer tools",
    "rating": 4,
    "ratedBy": 7,
    "lastUpdated": "Updated June 20, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.20009.4d9ef44e-4011-4071-8eda-b1cb1ec1a6f0.16a698f3-527a-485b-a4ac-0d6ea914d998.0fa8b04d-0e3f-4c20-9c7c-296c9497fb2e?mode=scale&h=100&q=90&w=100",
    "installs": 100000,
    "availability": "Available",
    "description": "The new Selenium IDE is designed to record your interactions with websites to help you generate and maintain site automation, tests, and remove the need to manually step through repetitive takes. Features include:\n\n* Recording and playing back tests on Firefox, Chrome and Edge.\n* Organizing tests into suites for easy management.\n* Saving and loading scripts, for later playback.\n* Support for Selenium 3.",
    "lastScraped": "22-8-2023 13:49:3",
    "_id": "64e4a0aff202f31fd43f9bf7"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Url Shortener",
    "url": "https://microsoftedge.microsoft.com/addons/detail/url-shortener/ajedojkedficaboemnhahoclgfnooelm?hl=en",
    "publisher": "Url Shortener",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 16,
    "lastUpdated": "Updated December 5, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.63023.c73ede2e-cec6-45bb-b0ec-f246b8c4c7fa.abcfe4cd-6cda-4889-936c-004125b8851a.3269fd82-401f-48bd-8733-b6e4e298c22f?mode=scale&h=100&q=90&w=100",
    "installs": 50000,
    "availability": "Available",
    "description": "Click the extension icon on the toolbar to shorten the current page or right-clicking on any link to create a short URL. Short links automatically copy to your clipboard. QR codes are also created for all short links. Start using Url Shortener today!\n\n★ Easily shorten any link\n★ Set link expiration by date or clicks (T.LY only)\n★ Add your own T.LY API key\n★ Add your own Bitly API key\n★ Use your own custom domain name with the Rebrandly API\n★ Automatically copies URL to clipboard\n★ Right-click to shorten URL and copy to clipboard\n★ Limited permissions\n★ Supports T.LY, JPEG.LY Bitly, Rebrandly, TinyUrl, isgd and many more link shortener services\n★ Shareable QR code\n\nQuestions/Feature request: https://timleland.com/link-shortener-extension/",
    "lastScraped": "22-8-2023 13:49:4",
    "_id": "64e4a0b0f202f31fd43f9bf8"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Cookie Editor",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cookie-editor/ajfboaconbpkglpfanbmlfgojgndmhmc?hl=en",
    "publisher": "Cookie Editor",
    "category": "Developer tools",
    "rating": 4,
    "ratedBy": 20,
    "lastUpdated": "Updated June 5, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.1928.ee9336ae-f302-4dab-893e-48d40b4f6031.80423b1d-013d-4c66-b768-a7207fa981c3.3bc23a7c-b18d-462d-9871-64d109a132ca?mode=scale&h=100&q=90&w=100",
    "installs": 50000,
    "availability": "Available",
    "description": "Cookie Editor is a cookie manager. You can add, delete, edit, search, protect and block cookies!\n\n★ Edit cookies\n★ Delete cookies\n★ Add a new cookie\n★ Create cookies\n★ Search cookies\n★ Make read-only cookies\n★ Block cookies\n★ Export cookies to multiple formats\n★ Import cookies\n★ And more!  Give it a try!\n\n",
    "lastScraped": "22-8-2023 13:49:5",
    "_id": "64e4a0b2f202f31fd43f9bf9"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "NoChrome",
    "url": "https://microsoftedge.microsoft.com/addons/detail/nochrome/ajfelhbgleibjhccagjhgggejodgdkep?hl=en",
    "publisher": "NoChrome",
    "category": "Accessibility",
    "rating": 4,
    "ratedBy": 5,
    "lastUpdated": "Updated November 8, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.4782.368fc6d6-d26d-4f03-8830-56d127f2d1c7.4871e90f-b258-4b19-a7c4-a895a6f0b5c4.569119d3-b420-48ab-a863-1cb700da5a5a?mode=scale&h=100&q=90&w=100",
    "installs": 618,
    "availability": "AVAILABILITY ERROR",
    "description": "This extension removes annoying \"Install Chrome\" popup on Google sites.",
    "lastScraped": "22-8-2023 13:49:6",
    "_id": "64e4a0b2f202f31fd43f9bfa"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "枫-二维码助手",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E6%9E%AB%E4%BA%8C%E7%BB%B4%E7%A0%81%E5%8A%A9%E6%89%8B/ajffhjepgcppenocpoikecaefgfkpiba?hl=en",
    "publisher": "枫-二维码助手",
    "category": "Productivity",
    "rating": 1,
    "ratedBy": 2,
    "lastUpdated": "Updated July 30, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.10375.62036757-501a-45f2-90a2-e86a1965c4d6.8a8afe7d-84ca-49f4-b8a6-23ec45feb1bd.e87a8197-e9d7-4dc9-baaa-e6f3716ddd75?mode=scale&h=100&q=90&w=100",
    "installs": 2000,
    "availability": "Available",
    "description": "简单好用的二维码工具，可以右键页面生成二维码供扫描，也可以右击图片识别二维码。",
    "lastScraped": "22-8-2023 13:49:8",
    "_id": "64e4a0b4f202f31fd43f9bfb"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Open in Firefox",
    "url": "https://microsoftedge.microsoft.com/addons/detail/open-in-firefox/ajgodcbbfnpdbopgmfcgdbfhabbnilbp?hl=en",
    "publisher": "Open in Firefox",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 8,
    "lastUpdated": "Updated February 27, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.22348.85ea810d-1086-4c30-b483-d5209a0ce967.5e67360f-99d7-4c11-888f-6123b7709c9f.2af68a78-da1d-47f0-8bb3-c58ecced952f?mode=scale&h=100&q=90&w=100",
    "installs": 8000,
    "availability": "Available",
    "description": "\"Open in Firefox\" extension opens the current tab or links in the Firefox browser. Using this extension you can send links directly from Edge browser to Firefox browser without the need to manually copy and paste links.\n\nIf a Firefox instance is opened, then the link is opened in a new browser tab, however, if Firefox is not opened, a new Firefox window is opened.\n\nFor FAQs please visit:\nhttps://add0n.com/open-in.html?from=firefox\n\nFor bug reports visit:\nhttps://github.com/andy-portmen/native-client/\n\n--- Notes\n1. For this extension to open links in the Firefox browser you will need to install a minimal native client. The instruction to install the native client is displayed once a link opening is requested. There are two short video tutorials in the screenshot section for both Windows and Linux or Mac operation systems if you want to see the installation steps of the native client.\n\n2. This extension supports managed storage which means some preferences can be configured by the domain administrator\n\n3. This extension can send links on left-click, a combination of the left-click and a keyboard meta key, and top-level navigation\n\n--- Legal\nFirefox is a trademark of Mozilla Inc., registered in the U.S. and other countries. This extension is an independent project and has no relationship with the Firefox team or Mozilla Inc.",
    "lastScraped": "22-8-2023 13:49:10",
    "_id": "64e4a0b6f202f31fd43f9bfc"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ajgkibikfieigdbnfegpnbmbncgiciaa?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0b7f202f31fd43f9bfd"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Runet Censorship Bypass",
    "url": "https://microsoftedge.microsoft.com/addons/detail/runet-censorship-bypass/ajgpnodjpffiagcfmifildjpoaeiobfh?hl=en",
    "publisher": "Runet Censorship Bypass",
    "category": "Communication",
    "rating": 4,
    "ratedBy": 38,
    "lastUpdated": "Updated May 5, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.39598.b55b41bd-0e1a-47f8-9bd7-30fcf0f7c251.da160203-e03f-4316-934c-553be09b143b.d9bee17f-57bc-412c-ac1c-1dd8a2e7029a?mode=scale&h=100&q=90&w=100",
    "installs": 40000,
    "availability": "Available",
    "description": "Bypassing internet censorship in Russia is not a crime yet.\n\nWith any problem contact us: https://groups.google.com/g/anticensority.\nVersion for slow machines: https://microsoftedge.microsoft.com/addons/detail/cjppllmpmkpjfchbaoebeneghcbmlibj.\n\nThis extension allows bypassing censorship in Russia, giving you access\nto libraries, encyclopedias, oppositional political sites, and to\ninnocent sites blocked to many reasons.\n\nIt proxies only blocked sites from the registry, leaving all other sites intact.\n\nA shortcoming: CPU works a little longer for each browser HTTP-request.\n\nIt installs PAC-script, that works via servers of https://antizapret.prostovpn.org.\n\nPAC-script is updated every 12 hours, that requires about 6MB a day.\nIt also eats about ~30MB of memory for keeping you informed about unblocked sites via the icon.\n\nIn contrast to the version for slow machines this version displays on the icon the number of unblocked domains on the page. Sign \"%\" signifies that the page itself is not unblocked but rather sub-requests made by the page are unblocked (images, styles, etc.).\n\nBlue ribbon is a symbol of EFF campaign for Online Freedom of Speech, Press and Association.\n\nThe extension is free and open source because I'm interested, that citizens have free access to political sites and alternative news sources.\n\nIf extension doesn't work (RU): https://github.com/anticensority/runet-censorship-bypass/wiki/Если-расширение-не-работает.\n\nDocumentation (RU): https://github.com/anticensority/runet-censorship-bypass/wiki.\nReleases (RU): https://github.com/anticensority/runet-censorship-bypass/releases.",
    "lastScraped": "22-8-2023 13:49:12",
    "_id": "64e4a0b8f202f31fd43f9bfe"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Simple = Select + Search",
    "url": "https://microsoftedge.microsoft.com/addons/detail/simple-select-search/ajifbcpccikejdimkodemeonjhoagbdo?hl=en",
    "publisher": "Simple = Select + Search",
    "category": "Search tools",
    "rating": 4,
    "ratedBy": 5,
    "lastUpdated": "Updated June 28, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.21154.98c86988-60f0-44ec-a7d1-96d469b9a20f.ce69132b-c678-4829-9986-346c82746aac.8131e168-1c64-4129-aa56-03266c2d1061?mode=scale&h=100&q=90&w=100",
    "installs": 406,
    "availability": "Available",
    "description": "Extend your browser's search capabilities by enabling right click search on selected text using multiple search engines that you can easily configure in the extension's options.\n\nThis is a direct port from the Chrome Extension \"Simple = Select + Search\". We're currently working on an improved version, but not quite ready yet :)",
    "lastScraped": "22-8-2023 13:49:15",
    "_id": "64e4a0bbf202f31fd43f9bff"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ajhiojdgfpacghbbefjjnomoihpljhai?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0bbf202f31fd43f9c00"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "M.I.T. Consulting Token signing",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mit-consulting-token-s/ajndpmmgagjlfgoegeadcgkiehlbcinl?hl=en",
    "publisher": "M.I.T. Consulting Token signing",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated January 22, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.15266.4a271f68-713f-485c-9371-8eddcd4a6ca8.814e37e4-6c06-47c8-87b2-b8fb384ee7d1.582fdc5d-5f05-4317-87f0-1a137cc4be4e?mode=scale&h=100&q=90&w=100",
    "installs": 10000,
    "availability": "Available",
    "description": "Electronic document signing.\n\nIt is used for electronic signing of documents using qualified means for creating electronic signatures. The extension requires the installation of software to communicate with a qualified resource.",
    "lastScraped": "22-8-2023 13:49:17",
    "_id": "64e4a0bdf202f31fd43f9c01"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Reader View",
    "url": "https://microsoftedge.microsoft.com/addons/detail/reader-view/ajlkfpalgglaejicolppkdgimfccjfjj?hl=en",
    "publisher": "Reader View",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 3,
    "lastUpdated": "Updated October 10, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.3833.d124c323-5171-4d3c-9353-c9099d49cca4.feb7f8d0-ab8c-4927-8fc9-ad5eb70f122c.280fc41b-6f0a-4e56-a51e-976a7e017177?mode=scale&h=100&q=90&w=100",
    "installs": 1000,
    "availability": "Available",
    "description": "Reader View addon enables you to open any website in a simple and clutter-free environment.\n\nSimply click on the toolbar button to open the reader view UI. The current page will be reloaded in a plain format. Once the reader view UI is open, you can see a toolbar in the top left corner. Click on the second button from the top to open the settings popup. There are three themes available for reader view. The default theme is the - Light - color. But you can choose, Dark or Sepia options as well. Moreover, font-size, line-height, and page-width can also be adjusted in the settings popup. The reader view is a format with minimal distractions. No, buttons, toolbars, background images, ads, or banners are allowed in reader view. This view is much easier on your eyes and reduces eye strain if you spend a long time surfing the web. Please note that all changes are auto-saved to the memory in the add-on.\n\nNote: reader view add-on uses an open-source library to render the page in a simple format. You can get more info about this library at this GitHub repo: https://github.com/mozilla/readability\n\nTo report bugs, please fill the bug report form on the addon's homepage (https://mybrowseraddon.com/reader-view.html).\n",
    "lastScraped": "22-8-2023 13:49:17",
    "_id": "64e4a0bdf202f31fd43f9c02"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "!LovePDF",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lovepdf/ajnphcfbppmicmjcfddijbojbeklgchb?hl=en",
    "publisher": "!LovePDF",
    "category": "Accessibility",
    "rating": 4,
    "ratedBy": 1,
    "lastUpdated": "Updated March 16, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.6948.f035d4f7-dd1c-4ebf-aa22-67a15bf9d072.27d536ef-fbf3-4fa2-be37-af1dbc80bab0.fe46a9a9-9e91-4bf7-a1ec-5d1b54312640?mode=scale&h=100&q=90&w=100",
    "installs": 3000,
    "availability": "Available",
    "description": "Quick and easy access right from your browser LovePDF processes documents in Word, Excel, PDF, PPT and JPG. Just select Word file and press convert to PDF in order to take needed format. \n\nFeatures:\n- Simply convert PDF to Word exactly right and accurately as well as vice versa. \n- Convert PDF data to Excel to make it editable. Excel to PDF for easy reading.\n- Convert PDF page into a JPG or all JPG images to PDF format\n- PDF to Powerpoint and return it back in a second. \n\n\nFriendly interface allows you to convert files quickly and easily. Take any format for free.\n\n\nEasy-to-use PDF tools\nConvert and edit your PDF files\n\nPDF Tools and PDF Converters: \n- PDF to Word, Excel, PPT\n- Word, Excel, PPT to PDF\n- Convert images to and from PDF\n- Edit PDF\n- Rotate and Delete PDF Pages\n- Sign and Send PDFs for Signature\n- Protect and Unlock PDF\n\n\n\nconvert PDF to Word, convert Word to PDF, from PDF to Word, from Word to PDF, PDF converter, PDF to Word converter, Word to PDF converter, convert PDF to Excel, convert Excel to PDF, from PDF to Excel, from Excel to PDF, PDF converter, PDF to Excel converter, Excel to PDF converter, convert PDF to PPT, convert PPT to PDF, from PDF to PPT, from PPT to PDF, PDF converter, PDF to PPT converter, PPT to PDF converter, convert PDF to JPG, convert JPG to PDF, from PDF to JPG, from JPG to PDF, PDF converter, PDF to JPG converter, JPG to PDF converter, conversion tool, converter tool, convert files, convert formats",
    "lastScraped": "22-8-2023 13:49:20",
    "_id": "64e4a0c0f202f31fd43f9c03"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Bookmarkify",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bookmarkify/ajokgnhkcjhfecnaioomdmleapbkaaoh?hl=en",
    "publisher": "Bookmarkify",
    "category": "Productivity",
    "rating": 3,
    "ratedBy": 1,
    "lastUpdated": "Updated June 29, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.40138.70dfa67d-330a-4239-8932-227a90399c12.930bf55e-a7a1-474a-9504-9fa78c17cfe8.d159a635-5529-4879-a9d4-39dbc56973bb?mode=scale&h=100&q=90&w=100",
    "installs": 221,
    "availability": "Available",
    "description": "This extension will help user to select any text on a web page and save it as a bookmark, so that when user is revisiting the same web page he/she will be able to see all the saved bookmark on right side of the page in a transparent bar, which will appear only on hover. User will have ability to delete the existing bookmarks. These bookmarks are getting saved in local storage. so for every unique URL there will be unique bookmark data.\n\nThis extension is not sending any info outside the user's system. Everything is client side only. so all the user data is safe. No HTTP call are being made.",
    "lastScraped": "22-8-2023 13:49:21",
    "_id": "64e4a0c1f202f31fd43f9c04"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Zoom for Microsoft Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/zoom-for-microsoft-edge/akclpjahoedloodjomjhnlmmblikemjj?hl=en",
    "publisher": "Zoom for Microsoft Edge",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 27,
    "lastUpdated": "Updated August 8, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.55987.9c1a5b3f-1f49-4f6c-abb4-ef0cf6798f34.f72529a9-1e54-4d5e-bc11-08b05d4b4645.bee1bff4-16cb-48ca-9e0d-8e2ca04069be?mode=scale&h=100&q=90&w=100",
    "installs": 200000,
    "availability": "Available",
    "description": "Zoom in or out on web content using the zoom button for more comfortable reading.\nIt helps you to zoom easy in and out a web page. Thanks to the slider and the zoom buttons. It's the number one and best magnifying browser extension to customize the zoom value of that web page.\n\nZoom is a lightweight and useful add-in designed to get a perfect zoom experience. It works for all known sites such as YouTube, Vimeo, Yahoo, Amazon, Wikipedia, Facebook, New York Times, Lifehacker, Gmail, Google News, etc. Not only this but these extensions are compatible with Google Chrome, Apple Safari, Mozilla Firefox, Opera and Yandex web browsers.\n\nA few great features in this browser extension:\n✔ Zoom with a slider\nThe best way to zoom perfect in on a web page is to use a slider. You can change the zoom factor from 1 up to 400.\n\n✔ Scroll and Zoom\nWhen you click on the Z button, and scroll up or down with your mouse. Zoom will automatically change LIVE that web page.\n\n✔ Zoom all together In/Out\nIf you enable this option in the Zoom options page, it will zoom in/out on all the open web pages.\n\n✔ Save website Zoom value\nThis save automatically the current zoom value of this website. So when you come later back to that website, it restore zoom value since you left the site.\nAs user you can always set it back to default zoom, by clicking on the \"Reset\" button.\n\n✔ Zoom Engine\nYou as user can choose what zoom engine you want to use. You can use the default browser zoom engine or the CSS website style zoom. That's more smoother and enjoyable.\n\n✔ Manage all the Zoom for each website\nIn the options page you can easily edit or remove the zoom value of that website.\n\n✔ Option to display the Zoom value percent number in the Z button as a badge\n\n✔ Option to display the right-click menu with the necessary zoom percentages\n\n✔ Set default zoom ratio and zoom step\n\n✔ Video and the web\nThis is one of the important browser extension also to improve your video entertainment. It zooms in the web page but it increase also the size of the video player example on YouTube™ and HTML5 video. And you can use the most popular Turn Off the Lights extension to dims the part around the video player.\n\nProject Information:\nhttps://www.stefanvd.net/project/zoom/browser/\n\n\nNote: CTRL++ or CTRL+- doing the same action as in this extension. But this extension helps you to increase/decrease the zoom to a custom percentage.",
    "lastScraped": "22-8-2023 13:49:23",
    "_id": "64e4a0c3f202f31fd43f9c05"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akabfpieadpjidbioncmdbklilhnbeck?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0c4f202f31fd43f9c06"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Add greater-than sign and copy",
    "url": "https://microsoftedge.microsoft.com/addons/detail/add-greaterthan-sign-and/akdeplolffaaplaagneccemgndldlnap?hl=en",
    "publisher": "Add greater-than sign and copy",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated October 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.2904.78317247-5605-4557-aeb4-db867e98db5b.05bbf8c3-09f7-418e-aab2-709d7892b794.4d9954c9-ad17-45e6-9733-9eadda83fd0c?mode=scale&h=100&q=90&w=100",
    "installs": 36,
    "availability": "Available",
    "description": "1.Right-clicking on the selected item brings up a menu with the ’Add Greater-than Sign and Copy’ option.\n2.Select ’Add greater-than sign and copy’.\n3.The greater-than sign is added to the clipboard and copied.",
    "lastScraped": "22-8-2023 13:49:25",
    "_id": "64e4a0c5f202f31fd43f9c07"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Share Tools",
    "url": "https://microsoftedge.microsoft.com/addons/detail/share-tools/akdppjafjpjdbgecgajnjeklgeknlmjb?hl=en",
    "publisher": "Share Tools",
    "category": "Social",
    "rating": 4,
    "ratedBy": 17,
    "lastUpdated": "Updated April 19, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.63032.38bb376a-b8b9-4179-9ea8-bd9096b61c70.dc619443-6c4a-4f4c-ba20-65db849d0c6b.87eea566-6e2c-4fc2-81a8-23d05565d31c?mode=scale&h=100&q=90&w=100",
    "installs": 3000,
    "availability": "Available",
    "description": "Share the current page on Twitter, Facebook, Reddit and many popular sites. Add your favorite site. Hide non-required sites.\n\nSupported sites: Twitter, Facebook, WhatsApp, Microsoft Teams, Gmail, Google Bookmarks, LinkedIn, Reddit, Pocket, Pinterest, Evernote, Pinboard, Hacker News, SiteTools etc. \n\nFeedback? Visit our homepage: https://browsernative.com/share-tools-extension/ , or mail us at browsernative.apps@gmail.com.",
    "lastScraped": "22-8-2023 13:49:27",
    "_id": "64e4a0c7f202f31fd43f9c08"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akdkpdbdimahekoidcggfnppfbgnddao?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0c8f202f31fd43f9c09"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "B/S 安全模式插件",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bs-%E5%AE%89%E5%85%A8%E6%A8%A1%E5%BC%8F%E6%8F%92%E4%BB%B6/akfkocppbljojbckcdahfgebbgdbgllc?hl=en",
    "publisher": "B/S 安全模式插件",
    "category": "Accessibility",
    "rating": 3,
    "ratedBy": 2,
    "lastUpdated": "Updated September 7, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.55885.08cad995-650e-4110-bcba-2d50cdbb768b.57bf0ee1-26f3-4493-bcf0-01fc05fda600.4863c314-3ec3-40b3-b791-d63a8e8c4f30?mode=scale&h=100&q=90&w=100",
    "installs": 50,
    "availability": "AVAILABILITY ERROR",
    "description": "适用于B/C设计模式，让所有标签以弹窗模式运行。连续120秒无页面操作，将给予安全提示，若警告未得到解除，倒计时结束后自动关闭所有标签。",
    "lastScraped": "22-8-2023 13:49:30",
    "_id": "64e4a0cbf202f31fd43f9c0a"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akekkjfocdlhaabdgiahfkbnbifcagbj?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0cbf202f31fd43f9c0b"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Metamorphosis Ebook Online",
    "url": "https://microsoftedge.microsoft.com/addons/detail/metamorphosis-ebook-onlin/akgfckfjdilefgckfcaglfeihnoojedc?hl=en",
    "publisher": "Metamorphosis Ebook Online",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated November 3, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.14411.d424aff0-cf5e-4ad6-8e60-d477d877c6b5.c6483da5-d8da-4d7f-8c5d-ea5779ed9460.eaef9029-9009-49c4-b620-1f72f92e0dca?mode=scale&h=100&q=90&w=100",
    "installs": 132,
    "availability": "Available",
    "description": "One of Kafka's best-known works, The Metamorphosis tells the story of salesman Gregor Samsa who wakes one morning to find himself inexplicably transformed into a huge insect (German ungeheures Ungeziefer, literally \"monstrous vermin\"), subsequently struggling to adjust to this new condition.\n",
    "lastScraped": "22-8-2023 13:49:33",
    "_id": "64e4a0cdf202f31fd43f9c0c"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akhfppaplcehicjjflidgidieikcdiei?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0d0f202f31fd43f9c0d"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akhnhlncjlgknfnbagfpmhaeoakfnghc?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0d1f202f31fd43f9c0e"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akhofdennikpojkjnnapdbmpakldboib?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0d4f202f31fd43f9c0f"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akijdblfgficnoocpoomgmocpoeinflm?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0d5f202f31fd43f9c10"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "GitHub Web IDE",
    "url": "https://microsoftedge.microsoft.com/addons/detail/github-web-ide/akjbkjciknacicbnkfjbnlaeednpadcf?hl=en",
    "publisher": "GitHub Web IDE",
    "category": "Developer tools",
    "rating": 4,
    "ratedBy": 5,
    "lastUpdated": "Updated August 8, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.1426.52b5a6b1-f577-4811-bccb-806dec9f18d2.2ddb5549-76b0-4fdc-a345-74ebef747ca8.69cfc658-b125-47a1-afa9-b866fd8c2aea?mode=scale&h=100&q=90&w=100",
    "installs": 3000,
    "availability": "Available",
    "description": "One click open GitHub repositories in online web IDE",
    "lastScraped": "22-8-2023 13:49:42",
    "_id": "64e4a0d6f202f31fd43f9c11"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "PogChamp Universe",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pogchamp-universe/akjfidolcljkffojlbcdoakejcplkjfa?hl=en",
    "publisher": "PogChamp Universe",
    "category": "Entertainment",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated January 8, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.3004.d0b781d8-6e7a-49c0-a2eb-6070744ccf33.b660951a-6434-4efa-ae4b-6c7ed664b51e.e7472da6-8e01-4e6d-b60c-f9bb6f218b05?mode=scale&h=100&q=90&w=100",
    "installs": 74,
    "availability": "Available",
    "description": "Replace the phrase \"PogChamp\" with people from across the universe",
    "lastScraped": "22-8-2023 13:49:43",
    "_id": "64e4a0d7f202f31fd43f9c12"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Jump from en-us to the other page",
    "url": "https://microsoftedge.microsoft.com/addons/detail/jump-from-enus-to-the-ot/akjjgiefpfhfdncdnngfdhoaibhjpkgo?hl=en",
    "publisher": "Jump from en-us to the other page",
    "category": "Productivity",
    "rating": 5,
    "ratedBy": 1,
    "lastUpdated": "Updated October 20, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.8395.f22146a8-ca95-4d64-a6a7-eb499e3c84f5.67762f0a-d26d-44cc-877f-8fd5908a5c81.5fe973a3-fe35-4d6f-82d4-26084f8b6fe8?mode=scale&h=100&q=90&w=100",
    "installs": 748,
    "availability": "Available",
    "description": "Jump and switch from en-us page to the other page based on URL.",
    "lastScraped": "22-8-2023 13:49:44",
    "_id": "64e4a0d8f202f31fd43f9c13"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akkkjmpcjdffkekknlenibhhhmhdopai?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0dbf202f31fd43f9c14"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akkklaobljhaligedopefbjgjnolapbm?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0dcf202f31fd43f9c15"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Snooze Master",
    "url": "https://microsoftedge.microsoft.com/addons/detail/snooze-master/aklgcddpojekapbojcfniamgbomhocgj?hl=en",
    "publisher": "Snooze Master",
    "category": "Productivity",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated May 9, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.43072.e1addb86-cd9d-4d6d-9f0c-6f44cc4a2537.c947f619-72cc-406b-a04f-9b97bb0bb6fb.cd697dfb-ab89-4694-928d-f03da307f3e7?mode=scale&h=100&q=90&w=100",
    "installs": 183,
    "availability": "Available",
    "description": "Snooze the selected tabs by clicking on the toolbar icon and selecting a wake up time. The tab closes and will reopen itself at the designated time.\n\nFeatures:\n* Choose using a relative time (e.g., 1 hour later)\n* Choose using an absolute time (e.g., 10:00 am)\n* Add a short reminder that appears when the tab wakes up\n* Restores the tab's history if the tab was recently closed\n* Snooze multiple tabs by ctrl+clicking on multiple tabs\n* View a list of your snoozed tabs with their wake up times\n* Quickly snooze a tab by right clicking on the toolbar icon (choose 1 hour, 5pm, 9am tomorrow, or 1 week)\n* This extension requires very few permissions\n\nUse case scenarios:\n* Remind yourself to view something in the future\n* Don't bog your browser with so many open tabs\n* Turn tabs into a todo list",
    "lastScraped": "22-8-2023 13:49:50",
    "_id": "64e4a0def202f31fd43f9c16"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "WASD Pager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wasd-pager/aklojojchfhkddolpnaoaceghdnnhgce?hl=en",
    "publisher": "WASD Pager",
    "category": "Accessibility",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated June 7, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.689.a5fe2671-d0e4-4805-b178-849cdc10c3ec.1388512f-070d-46e6-8e06-bac64264da0b.7dee81b9-962b-459a-88bc-18c3d4efd579?mode=scale&h=100&q=90&w=100",
    "installs": 30,
    "availability": "Available",
    "description": "Page Flipping Helper Extension for Firefox.\n*A - PagePrevious\n*D - PageNext\nW - PageUp\nS - PageDown\nQ - Home\nE - End\n* - need to be configured. Using [RegExp] to match the [Site], and [querySelector] to find the corresponding Document Elements",
    "lastScraped": "22-8-2023 13:49:52",
    "_id": "64e4a0e0f202f31fd43f9c17"
  },
  {
    "webstore": "Microsoft Edge Store",
    "url": "https://microsoftedge.microsoft.com/addons/detail/akllomeaeobhinehokjcnnpjfmfjkcfa?hl=en",
    "error": "Extension Not Available",
    "_id": "64e4a0e1f202f31fd43f9c18"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Basketball HD Wallpaper New Tab - Qtab",
    "url": "https://microsoftedge.microsoft.com/addons/detail/basketball-hd-wallpaper-n/aknlagckpeligolecciadpkhhddghfij?hl=en",
    "publisher": "Basketball HD Wallpaper New Tab - Qtab",
    "category": "Photos",
    "rating": 0,
    "ratedBy": 0,
    "lastUpdated": "Updated May 11, 2020",
    "image": "https://store-images.s-microsoft.com/image/apps.6555.52bdc5cb-3548-4682-98f9-d7f67bb1a6bb.fb49bc48-8b44-4169-827b-07dd549505fa.202899d6-80dd-4d53-8d07-eee010d230e7?mode=scale&h=100&q=90&w=100",
    "installs": 829,
    "availability": "Available",
    "description": "✔ What can you get from our new basketball tab?\n\nQtab provides custom basketball HD wallpapers for you to customize a simple, beautiful, clean, high definition new tab page.\n\nThe best basketball HD wallpapers, HD photos, 4K resolutions for desktops and tablets on your start page.\n\nClock and date showing current weather and date.\n\nFinally, you can use all these features for free! Our extensions contain no ads, viruses or malware. We will also add new features and updates in a timely manner. You can also request new features. We will consider adding them.\n\n\n ✔-provided by Qtab",
    "lastScraped": "22-8-2023 13:49:54",
    "_id": "64e4a0e2f202f31fd43f9c19"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "AutoTabRefresh",
    "url": "https://microsoftedge.microsoft.com/addons/detail/autotabrefresh/akohdfiehnkhflpbocedclbphdikindc?hl=en",
    "publisher": "AutoTabRefresh",
    "category": "Productivity",
    "rating": 1,
    "ratedBy": 1,
    "lastUpdated": "Updated May 22, 2022",
    "image": "https://store-images.s-microsoft.com/image/apps.10570.36fbcd65-56f1-4587-845d-4cfd8f769267.ccc9718b-7427-4c76-8c17-eec4db9996ef.3b0c807d-14c7-4979-8f34-e00dfd0fd0c6?mode=scale&h=100&q=90&w=100",
    "installs": 372,
    "availability": "Available",
    "description": "Refresh your browser tab automatically at the desired interval.\n\nLightweight, simple and safe extension that will refresh your active tab automatically. Set your desired time interval and start refreshing.",
    "lastScraped": "22-8-2023 13:49:55",
    "_id": "64e4a0e3f202f31fd43f9c1a"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Send Page",
    "url": "https://microsoftedge.microsoft.com/addons/detail/send-page/akohgmamjjpdagmohoecbmgiejkplkfb?hl=en",
    "publisher": "Send Page",
    "category": "Productivity",
    "rating": 4,
    "ratedBy": 1,
    "lastUpdated": "Updated January 13, 2021",
    "image": "https://store-images.s-microsoft.com/image/apps.60487.79e78f47-cba5-4819-b09f-126f78fb5cb9.a7c0fa8a-de5a-4aa6-aeb5-a53100c8e367.d5aa93cc-815d-4fbb-9285-7d9d2f74514b?mode=scale&h=100&q=90&w=100",
    "installs": 918,
    "availability": "Available",
    "description": "Allows you to easily send the url of a page, link, image or video per mail.\nThis extension adds a new context menu entry called \"Send this page..\" when right clicking a image, video, link or page. By clicking on \"Send this page..\" your default (local or web) mail client will create a new mail with the page title as subject and the link as message body.\n\nIt provides a fast way to quickly send a link to the current website per e-mail to somebody.\nIt works with local Mail clients and WebMail accounts like GMail, Hotmail, etc.\n\nNote that if you use a local mail client a default Mail client must be registered on the computer.\n\nFor sources, latest changes and troubleshoot infos go to:\nhttps://github.com/stadler/SendPage",
    "lastScraped": "22-8-2023 13:49:57",
    "_id": "64e4a0e5f202f31fd43f9c1b"
  },
  {
    "webstore": "Microsoft Edge Store",
    "name": "Yoroi",
    "url": "https://microsoftedge.microsoft.com/addons/detail/yoroi/akoiaibnepcedcplijmiamnaigbepmcb?hl=en",
    "publisher": "Yoroi",
    "category": "Productivity",
    "rating": 2,
    "ratedBy": 22,
    "lastUpdated": "Updated August 7, 2023",
    "image": "https://store-images.s-microsoft.com/image/apps.15643.0ea7289b-834e-4d3b-9af2-b03f64cc71ff.0e13ea23-bbc2-43b8-be64-31a774070714.de2f7094-36d7-45da-abdf-8f6ef5cbabfb?mode=scale&h=100&q=90&w=100",
    "installs": 60000,
    "availability": "Available",
    "description": "A simple, secure and fast Cardano ADA wallet.\n\nEnglish / 日本語 / 한국어 / 简体中文 / 繁體中文\n\nYoroi allows users to manage Ada in their browser. It is a lightweight wallet that launches quickly, allowing users to start sending or receiving Ada in minutes.\n\nThe Yoroi browser extension allows users to control their funds with ease, without syncing to the blockchain. Users can easily import their Ada from Daedalus into their Yoroi wallet. \nThe Yoroi installation package is small so it does not require much bandwidth. Because Yoroi is a light wallet and does not require a full copy of the blockchain on a user’s machine it consumes very little bandwidth.\n\nPrivate keys associated with users wallets are stored only on a users computer and they are encrypted with the wallet password. They are not stored on centrally hosted servers.\n\nWith support in four languages, Yoroi makes it easier than ever to manage your Ada.\n\nFor more information, please visit the Yoroi website. https://yoroiwallet.com\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n簡単、安全、速いCARDANO Adaウォレット\nヨロイウォレットはブラウザの拡張機能でAdaを管理できるライトウォレットです。素早く起動でき、数分でAdaの送受信をすることができます。\n\nヨロイウォレットの拡張機能を使うと、ブロックチェーンを同期することなく資金の管理を容易に行うことが可能です。\nインストールパッケージはわずかなデータ通信量のみでダウンロードすることができ、ユーザーのコンピューターにブロックチェーンのフルコピーをダウンロードする必要がないため、ウォレット使用時も多くのデータ通信量を必要としません。\n\nユーザーのウォレットの秘密鍵はウォレットのパスワードで暗号化され、ユーザーのコンピューター上のみに保存されます。中央集権型のサーバーに保存される事はありません。\n\n4か国語に対応。従来のウォレットよりも簡単にAdaの管理をすることができます。\n\n詳細は、ヨロイウォレットのウェブサイトをご参照ください。https://yoroiwallet.com\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n간단하고, 안전하고, 빠른 Cardano 에이다(ADA) 지갑을 소개합니다.\n\n요로이 지갑은 사용자의 ADA를 브라우저에서 관리하는 것을 가능하게 합니다. 요로이는 빠르게 작동하고, 몇 분 안으로 ADA를 주고 받을 수 있는 라이트 월렛입니다.\n\n사용자들은 요로이 브라우저 익스텐션을 사용하여 블록체인을 동기화하지 않고 자금을 손쉽게 관리할 수 있습니다. 또한 다이달로스 지갑의 ADA를 요로이 지갑으로 간편하게 이동시킬 수 있습니다.\n\n요로이 설치팩의 용량은 매우 적으며 많은 대역폭을 필요로 하지 않습니다. 요로이는 사용자의 장치에 블록체인을 복사할 필요가 없는 라이트 월렛이기 때문에 매우 적은 대역폭을 사용합니다.\n\n사용자의 지갑과 관련된 개인키(Private keys)는 중앙서버에 저장되지 않으며, 지갑의 비밀번호와 함께 암호화되어 사용자의 컴퓨터에만 보존됩니다.\n\n요로이는 4개의 언어로 지원되며, 사용자들이 ADA를 간편히 관리할 수 있도록 합니다.\n\n더 자세한 정보는 요로이 공식 사이트를 통해 확인해 주세요. https://yoroiwallet.com\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n簡便，安全，快捷的CARDANO Ada錢包。\nYoroi讓用戶在他們的瀏覽器中管理Ada。Yoroi是一個輕錢包，可以快速啟動，讓用戶在幾分鐘內開始傳送或接收Ada。\n\nYoroi的擴充功能讓用戶能夠輕易控制他們的資金，無需同步區塊鏈。從此，用戶可以輕鬆地將他們的Ada從Daedalus錢包轉移到Yoroi錢包。\nYoroi安裝包的容量很小，不需要太多帶寬。由於Yoroi是個輕錢包，而且它不需要在您的機器上存取區塊鏈的完整副本，因此操作Yoroi所消耗的帶寬非常少。\n\n用戶錢包的私鑰僅存儲在用戶的電腦上，加上用只有用戶知道的錢包密碼加密。 它們沒有存儲在中央託管的伺服器上。 \n\n\nYoroi支持四種語言，可助您更輕鬆地管理您的Ada。\n\n如欲了解更多資訊，請瀏覽Yoroi網站 https://yoroiwallet.com\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n简便，安全，快捷的CARDANO Ada钱包。\nYoroi让用户在他们的浏览器中管理Ada。 Yoroi是一个轻钱包，可以快速启动，让用户在几分钟内开始传送或接收Ada。\n\nYoroi的扩充功能让用户能够轻易控制他们的资金，无需同步区块链。从此，用户可以轻松地将他们的Ada从Daedalus钱包转移到Yoroi钱包。\nYoroi安装包的容量很小，不需要太多带宽。由于Yoroi是个轻钱包，而且它不需要在您的机器上存取区块链的完整副本，因此操作Yoroi所消耗的带宽非常少。\n\n用户钱包的私钥仅存储在用户的电脑上，加上用只有用户知道的钱包密码加密。它们没有存储在中央托管的伺服器上。\n\n\nYoroi支持四种语言，可助您更轻松地管理您的Ada。\n\n如欲了解更多资讯，请浏览Yoroi网站 https://yoroiwallet.com",
    "lastScraped": "22-8-2023 13:49:58",
    "_id": "64e4a0e6f202f31fd43f9c1c"
  }
]