[
  {
    "name": "25min Tomato Life",
    "url": "https://microsoftedge.microsoft.com/addons/detail/25min-tomato-life/aaabjobfgiidghihaedgblnbmeeejjof",
    "publisher": "雪星实难室",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "## 如何使用\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n\n在每个小时中，您都可以听到：\n- 00:00播放C-G音符（升调），提醒您开始工作或学习\n- 25:00播放G-C音符（降调），提醒您放松5分钟\n- 30:00播放C-G音符（升调），提醒您开始工作或学习\n- 55:00播放G-C音符（降调），提醒您放松5分钟\n\n## How do this work\n\nViolent Pomodoro Technique\n\nAt 25, 55 minutes per hour, a ringing reminder bell sounds, and after 5 minutes, a ringing reminder tone works.\n\nDuring the rest period, you can get up and move your muscles, stretch out, pour a cup of coffee, tidy up the table, do some simple exercise, reorganize your will, and continue your work in the next 25 minutes.\n\nIn every hours, you can hear:\n- 00:00 plays C-G notes, reminder you start to working or learning or whatever\n- 25:00 plays G-C notes, reminder you to relax for 5 min\n- 30:00 plays C-G notes, reminder you start to working or learning or whatever\n- 55:00 plays G-C notes, reminder you to relax for 5 min\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.3348.d346acfa-8577-4fac-92c0-9677b3bc4ebe.3a7919e5-c5bf-4828-8199-ee4be1fe53b2.28689ee3-81e4-4ede-b29d-211a5a7feff7?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "203 usuarios"
  },
  {
    "name": "SCP Read Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/scp-read-tracker/aabbhipghfiffinaamjipdkjcifaaijd",
    "publisher": "Tomer Verona",
    "category": "Entretenimiento",
    "rating": "Calificado con 1 de 5 estrellas por 1 usuarios.",
    "about": "Simple extension to keep track of SCP pages read. Syncs across devices.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.92.a66603ae-b6b5-4c32-b6a6-c51b3492457e.16c5cb67-2c62-4cfa-9087-91cf1c2a21b8.386e0af8-2508-4bcb-9c0f-2ac61abc5009?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "313 usuarios"
  },
  {
    "name": "Vip Crack",
    "url": "https://microsoftedge.microsoft.com/addons/detail/vip-crack/aaeahljlflcjcbjjadhmcjhengibdonm",
    "publisher": "LoryHuang",
    "category": "Entretenimiento",
    "rating": "Calificado con 3,8 de 5 estrellas por 78 usuarios.",
    "about": "给用户带来更好的观看视频体验，包括去广告、播放vip视频等等",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.42793.25f5afc9-31e1-4fd8-b67f-72d6ff76fd61.f5f54c9b-f5db-45f9-806a-0e23df786a0d.297c8716-ed7e-4db5-947f-9902766138c0?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Infinity Nueva pestaña",
    "url": "https://microsoftedge.microsoft.com/addons/detail/infinity-nueva-pesta%C3%B1a/aadnmeanpbokjjahcnikajejglihibpd",
    "publisher": "Starlab Technology",
    "category": "Productividad",
    "rating": "Calificado con 4,7 de 5 estrellas por 403 usuarios.",
    "about": "Mejora la página de nueva pestaña. Incluye: íconos de sitios web, fondos de pantalla HD, marcadores, clima, notas, tareas, etc.\nLa página Infinity New Tab es una extensión de navegador de renombre mundial que puede reemplazar la página de inicio predeterminada y la página de nueva pestaña del navegador, y proporciona un alto grado de libertad y opciones personalizables.\n\nUna vez completada la instalación, puede hacer un uso completo de los iconos, fondos de pantalla y widgets para administrar su página de nueva pestaña.\n\nCaracterísticas:\n\n-Icono de sitio web: puede guardar los sitios web importantes que visita con frecuencia en la página de nueva pestaña, simplemente haga clic en el icono del sitio web para acceder.\n\n-Motor de búsqueda: cambie fácilmente los motores de búsqueda convencionales (Google, Baidu, Bing, etc.), los motores de búsqueda adicionales también pueden ayudarlo a encontrar resultados de búsqueda de varios motores a la vez.\n\n-Fondo de pantalla: Open Infinity, verá nuestro fondo de pantalla de página de inicio cuidadosamente seleccionado. Puede elegir entre una rica biblioteca de fondos de pantalla (fondo de pantalla de Bing, Unsplash, etc.) o cargarlo localmente.\n\n-Tiempo: obtenga automáticamente el clima local y proporcione comentarios en tiempo real sobre el ícono. Soporte para agregar el clima para varias ciudades y ver el pronóstico del tiempo dentro de los cinco días.\n\n-Lista de tareas: lista de registro de tareas, puede configurar el tiempo de recordatorio, es su excelente herramienta de eficiencia de gestión de tareas.\n\n-Notas: notas simples y claras, admite la inserción de imágenes e hipervínculos, y se pueden guardar en tiempo real.\n\n-Marcadores: acceda y administre rápidamente los marcadores guardados en el navegador.\n\n-Gestión del historial: ver, buscar y borrar el historial del navegador\n\n-Gestión de extensiones: vea, habilite, deshabilite y desinstale las extensiones que se han instalado en el navegador.\n\n-Notificación por correo electrónico de Gmail: después de vincular la cuenta con Gmail en la página de la nueva pestaña Infinity, aparecerá un indicador de esquina del número de correos electrónicos no leídos en el icono, acompañado de un recordatorio sonoro.\n\n-Personalización personalizada: los iconos, el cuadro de búsqueda, el fondo de pantalla, etc. en la página de la nueva pestaña admiten la personalización personalizada, y el tamaño, el color, la forma, el diseño, etc. se pueden ajustar según sus preferencias.\n\n-Sincronización en la nube: después de iniciar sesión, puede sincronizar automáticamente los datos entre diferentes dispositivos, y puede realizar una copia de seguridad automática o manual de los datos en la nube, sin preocuparse por cambiar de dispositivo o perder datos.\n\n¡Rápido, hermoso, eficiente y personalizable! Si te gusta, no olvides darle a Infinity una reseña positiva de cinco puntos en la página de la nueva pestaña.\n\nDescripción de los permisos necesarios:\n\nactiveTab: obtenga el título y la URL de la página actual y agréguelos a los íconos de esta extensión\n\nalmacenamiento: almacena datos locales, como fondos de pantalla y clima\n\nAlmacenamiento ilimitado: obtenga un espacio de almacenamiento más grande para almacenar información de fondo de pantalla cargada localmente\n\nbackground: responda a recordatorios de tareas pendientes en segundo plano, mientras permite que la extensión se abra más rápido\n\nDirección de política de privacidad: https://api.infinitynewtab.com/privacy/basic/edge/zh/privacy.html\n\nContacto de comentarios:\n\nGrupo QQ: 1061365679\n\nCorreo electrónico: infinitynewtab@gmail.com",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.7522.ce528673-9e28-43d7-b697-2a90dc5a3b6f.6cfb0ef7-7f80-4d33-91ff-cb0e18875007.a43817aa-66b2-434a-afc7-d0727ed4fe41?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "200,000+ usuarios"
  },
  {
    "name": "NTL MOD for Slither.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ntl-mod-for-slitherio/aaennlfbcfpjgoogpigbamjeaegcnenh",
    "publisher": "NTL - Nothing To Lose",
    "category": "Entretenimiento",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "This extension provides modern features and looks for playing slither.io game:\n- emoji support in chat\n- enable / disable zoom support\n- dynamic slow zoom release\n- cosmetics support (players using mobile with cosmetics codes are visible and mobile players can see your unlocked cosmetics - ALL in default install, including crown and bunny ears)\n- NTL network sharing (players using NTL MOD can see each-other's cosmetics, tags and neon skins if not in stealth mode)\n- stealth mode (only you and your team can see your true skin, nick, cosmetic & tag while others see a nameless snake with a random skin)\n- up to 240FPS for high end computers and a FPS limiter in options\n- main menu background theme (make it your own by uploading your favorite pic)\n- unlocked cosmetics and tags that can be applied to any skin, default or custom\n- realtime leaderboards for easy playing on servers of interest (closest to you, most busy, big scorers etc)\n- ping sorted list of default servers (provides a quick way of detecting servers closest to you)\n- screenshots of kills and death (remember to allow screenshots permission after loading slither by clicking on the extension's toolbar icon)\n- circle bot supporting border recognition (press T twice to activate)\n- assist function for close encounters (press R to temporarily activate)\n- border assist : autodrives the snake along the border as maxed out as possible (press R near border to activate when needed a pro squeeze)\n- skin peek: when play in low graphics press W to quickly see the true skins of snakes around. when released back to low graph skins.\n- ultra custom skins (skin builder supports full skin length with non repeat option)\n- management of custom skins (auto save, scrolling, delete, re-edit)\n- neon skins\n- control over boost effect (if disabled it helps weak computers get more steady fps)\n- snakes score in nickname\n- playing with all snakes nameless. You can still peek at names during game with W\n- nick filter (makes user-editable offensive nicknames appear as nameless). You can still peek at names during game with W\n- can open realtime leaderboars and settings while playing (if bot is on)\n- chat window that also acts as a log window for various confirmations & notifications\n- option to export / restore all settings\n- ability to join a team with valid auth keys which enable team features (chat, location sharing, team cosmetics and tags, team recognition, team play in stealth, team notifications - beeps, help, food to offer, Target Marking System (TMS), etc)\n- lots of controls available in the settings area",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.6904.5e3c1590-8eac-4f72-8d4e-cb09921fc0b7.4e39ce00-9e05-484e-8bfd-4e70f40bc6c8.b8cd5c37-ec82-4958-86e6-e667bef66d12?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "2,000+ usuarios"
  },
  {
    "name": "Lhasa Clipboard Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lhasa-clipboard-extension/aagagfndgkcgkobmkbmfnhenkemjmpma",
    "publisher": "Lhasa Limited",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Provides enhanced clipboard support to Lhasa web applications, allowing data to be copied and pasted from other applications.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.12878.1e9132c0-1cda-4314-96dc-0a3c550e1483.d975489e-4104-4056-ae2f-bcc3a9d31201.6cc7e41c-afd5-4618-8921-122a2f43138f?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "99 usuarios"
  },
  {
    "name": "iDocCar Helper",
    "url": "https://microsoftedge.microsoft.com/addons/detail/idoccar-helper/aajhnjngfeamkcpdcadnmccnjhekepol",
    "publisher": "itacerca",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Esta extensión permite la integración de algunos de los mas importantes sistemas CRM implantados en el sector de la automoción con la solución para digitalización de procesos iDocCar. De forma transparente para el usuario final, al completar el pedido en el  sistema CRM del distribuir correspondiente, todas su características junto con las de cliente final, vehículo objeto de la oferta, desglose económico y otros datos son transferidos a iDocCar donde se genera un expediente de venta del vehículo de forma que se pueda iniciar el proceso que finalizará en la entrega del vehículo \n\n1.6.2\n-Corrección para obtener el total de la operación y los opcionales para pedidos de vehículos nuevos y de flotas de Nissan\n\n1.6.1\n-Modificación para nuevo planteo económico en pedidos de Kia con suplidos específicos en conceptos “Kia Maintenance” y “Kia Insurance”\n\n1.5.9\n-Corrección para la recogida de NIF/CIF en pedidos de KIA\n1.5.8\n-Corrección para la recogida de modelo de vehículo para la creación de expedientes automáticos de los pedidos de venta de Mitsubishi\n\n1.5.7\n-Corrección para recoger descuentos que incluyan dobles comillas en pedidos de venta de KIA\n\n1.5.6\n-Modificación en pedidos Kia para recoger UACs y para no sumar la promoción Kia Insurance al total del pedido de venta\n\n1.5.5\n-Corrección en pedidos VN en tescar para la recogida de descuentos\n\n1.5.4\n-Corrección recogiendo datos en pedidos de flotas de VW Sim cuando tienen más de 1 grupo de vehículos\n\n1.5.3\n-Corrección para borrar dobles comillas en los valores de los pedidos de ventas en Toyota.\n\n1.5.2\n- Creación/Actualización automática de expedientes para flotas con varios modelos y varias unidades de Ford\n- Corrección para recogida de datos en pedidos V.O. de Audi\n\n1.4.2\n- Corrección recogiendo parámetros de los grupos de vehículos que no fuesen el primero en pedidos de flotas de VW Sim por modificación de la vista HTML\n\n1.4.1\n- Creación/actualización automatizada de expedientes en iDocCar de pedidos V.O. de Ford\n\n1.3.5\n- Modificación en campañas Para MG (Salesforce)\n\n1.3.4\n- Corrección en Seat Flotas para cuando el impuesto de matriculación esté Exento\n1.3.3\n- Los importes que sean 0 de promociones irán en campañas\n- El concepto “Conceptos especiales” dentro de la sección de Otros irá en campañas\n\n1.3.2\n- Corrección de pedidos VO en Kia Retail al subir los documentos a iDocCar\n1.3.1\n- Nueva automatización para la creación/actualización de expedientes Jaguar\n- Nueva automatización para la creación/actualización de expedientes Land Rover\n- Nueva automatización para la creación/actualización de expedientes MG (Autonet)\n\n1.2.2\n- Corrección para recoger el Teléfono en los pedidos de KIA\n1.2.1\n- Nuevo RPA para la automatización de creación/actualización de expedientes desde el configurador de MG en Salesforce\n\n1.1.1\n- Nueva funcionalidad: iDocCar Helper se comunicará con el usuario mediante pop-ups sobre la creación/actualización de los expedientes.\n- Nueva automatización: iDocCar Helper podrá crear/actualizar expedientes desde el configurador de Mitsubishi.\n- Corrección para recogida de E-Mail del cliente en Volkswagen Vehículos de ocasión.\n\n1.0.45\n- Corrección en la obtención del bastidor en AUDI VN\n\n1.0.44\nAñadidos:\n-\tFord VN y Ford Flotas\n-\tNissan VN, VO y Flotas\n-\tCorrección por recogida del total en Seat VO\n\n\n1.0.43\n- Corrección para recoger el monto a pagar para KIA flotas\n\n1.0.42\n- Corrección por nueva estructura en los pedidos de VW Sim\n\n1.0.41\n- El id con IEM Exento solo se notificará en los pedidos de Tescar\n\n1.0.40\n- Corrección descarga de pdf en Tescar\n- Importación únicamente de librerías necesarias\n- Corrección en pedidos de audi VO cuando hay un aviso antes de la base imponible\n\n\n1.0.37\n- Selección de unidades organizativas de cada usuario y visualización de las unidades organizativas seleccionadas.\n- Automatización para la creación/actualización de pedidos de Kia\n- Corrección para los pedidos de Toyota en tescar con Exento en el impuesto de matriculación\n\n1.0.33\n - Corrección para recoger impuestos de matriculación en Volkswagen SIM\n\n1.0.31\n- Corrección en pedidos de vehículos de ocasión en VW SAM cuando viene algunos campos en inglés\n\n1.0.30\n- Corrección para pedidos en SEAT VO donde no estén marcados los kms\n\n1.029\n- Corregida UO en LCV\n\n1.0.28\n- Corrección en Audi VO para impuestos y gastos\n\n1.0.27\n- Corrección en el campo Usuario de iDocCar en la pantalla de Login\n\n1.0.26 \n- Añadida política de privacidad\n\n1.0.25\n- Eliminación de permisos solicitados pero no usados.\n\n1.0.24\n- Corrección en RPA Skoda por pedidos con Impuestos de Matriculación Exentos\n\n1.0.23\n- Corrección de incidencia para flotas de Lexus donde no aparecen el monto a deber del    cliente.\n- Corrección en VW SAM por cambios en Imaweb.\n\n\n1.0.19\n- Corrección de errores vistos en Helper \n- Recogida de impuestos \n- Corrección de incidencia en Tescar en pedidos de Flotas donde no creaba expedientes del     último grupo cuando había diferentes modelos de vehículos\n\n1.0.16\n- Corrige el precio unitario en las operaciones de flota\n\n1.0.15\n- Corrección del traspaso de pedidos VO (Traspaso de datos del cliente y documento PDF de Reserva)\n- Corrección del traspaso de pedidos VN Flotas (Traspaso de datos del cliente y documento PDF del Pedido)\n- Corrección del traspaso de pedidos VN (Traspaso de algunos documentos PDF del Pedido)\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.42897.3337e223-dba0-40b9-94d2-85ea0c0d3690.3616535f-2c65-4dfe-a537-7fceb7e69341.62a71637-cab0-4d6d-9196-3647948ec10c?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "119 usuarios"
  },
  {
    "name": "Canned Responses for Jira",
    "url": "https://microsoftedge.microsoft.com/addons/detail/canned-responses-for-jira/aaihcmfhjhpblfehcjfgadlcaokkaomd",
    "publisher": "Spartez Software sp. z o.o. sp.k.",
    "category": "Productividad",
    "rating": "Calificado con 2 de 5 estrellas por 1 usuarios.",
    "about": "Companion extension for Canned Responses app.\n\nThe extension allows you to use Canned Responses templates in: \n✅ the original Jira comment field on the issue view; \n✅ dialogs, e.g., “Resolve issue,” “Edit issue,” or “Respond to customer”; \n✅ bulk actions to comment and transition issues on the Queues page.\n\nAdd this extension to your browser and enjoy better integration of Canned Responses app with Jira Cloud!\n______________\nCanned Responses app boosts the productivity of Agents in JiraService Management. Dynamic templates, customizable signatures, andautomated actions for more efficient service desk teams.\nLearn more here: https://marketplace.atlassian.com/apps/1211016/canned-responses-pro-templates-for-jira?tab=overview&hosting=cloud\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.59320.6637403a-86bd-41c9-93e8-96a60593a62a.ff7a947f-b94a-4c25-a08f-b78dc9d00abc.ac2da7c9-e68f-436b-9710-cf8f410247ee?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": ".QR Code for Microsoft Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/qr-code-for-microsoft-ed/aagjglbpdolboliikhgljhchhjiicbjp",
    "publisher": "Hereafter2",
    "category": "Productividad",
    "rating": "Calificado con 3 de 5 estrellas por 5 usuarios.",
    "about": "Display a QR code for visiting page.\nThen continue to read the same web page on a mobile device by scanning the QR code.\n\nIt provides two more additional commands in context menu.\n\n1. Generate a QR code for free selected text in a web page.\n2. Scan a QR code image.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.25352.0fef1f00-e207-49c0-b1b8-0a8d0e79a6fe.72d70af4-3052-4e91-bf1e-7025f1510cdc.11aed005-8125-431e-b221-0639a8eb0e5d?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "3,000+ usuarios"
  },
  {
    "name": "Gesture Based Scroll (Using AI)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gesture-based-scroll-usi/aalcccmebkgggfcbibiaddngcaipmjnd",
    "publisher": "Leonardo Compson",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Gesture-Based Scroll is an extension that lets you scroll a page with hand or facial gestures (without using a mouse or keyboard).\n\nBefore using this addon you need to train it first. Please read the support page to get more info on how to use the addon. Once the addon is fully trained, please click on the - Start - button and make gestures (Up, Down, and Stop) in front of the camera to scroll the active tab. Also, make sure to place your face/hand exactly in front of the camera (within the grey rectangle). As long as the camera is ON, the addon will look for your gestures and take action accordingly. If you want to stop the inferring process, please click on the - Stop - button once.\n\nNote: This addon is using the new AI engine called TensorFlow. Please visit the (https://www.tensorflow.org/js/) page to get more info about this new technology.\n\nTo report bugs, please fill out the bug report form on the addon's homepage (https://mybrowseraddon.com/gesture-based-scroll.html).\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.51256.f91445a4-6544-4e42-85ba-e67e26bb35ce.dfc3d106-1a55-4a1f-b715-18448da0ee2c.268464bf-7313-4eb9-a6f8-c9b2b3c78ff3?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "208 usuarios"
  },
  {
    "name": "XML Formatter",
    "url": "https://microsoftedge.microsoft.com/addons/detail/xml-formatter/aaliikkpkafkfcglfeihopllpmgkmpej",
    "publisher": "LinangData",
    "category": "Productividad",
    "rating": "Calificado con 3 de 5 estrellas por 3 usuarios.",
    "about": "This formatter lets you pretty print your XML. Just paste your XML and then click the Format button. You can also open a local XML file to format.  The formatter checks that your XML is well-formed. If errors are found they are highlighted. Hover over the error icons to see a description of the error.\n\nFeatures:\n- select XML in a browser tab, right-click on the selected XML, and then choose \"Format XML\" from the menu. This will open a new tab and format the XML you selected.\n- download the result to an XML file\n- open local XML files for formatting\n- the current state is saved for your next session.\n- provides links to other tools from LinangData from the More tools menu\n- It's free!\n\nRelease Notes:\n- 1.0.5 - update to manifest v3",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.22524.a06b3ad9-9f29-4404-a86f-cbc7edc54c4e.6ad1dc93-ff84-4c08-af0b-49e91dcef602.ba649ce8-2c2d-42fd-9de8-c98e2253a789?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "3,000+ usuarios"
  },
  {
    "name": "Cleanstart - New Tab Page & Bookmark Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cleanstart-new-tab-page/aalkanjjllhmibaiokcakbkohbbmafca",
    "publisher": "Theo Rulko",
    "category": "Herramientas de búsqueda",
    "rating": "Calificado con 4,5 de 5 estrellas por 8 usuarios.",
    "about": "It's an all-in-one solution for a cleaner and simpler new tab page. Search in a beautiful and clutter-free environment that puts your favorite search engines at your fingertips and use the intuitive bookmark manager to view and edit your bookmarks from the new tab page or from anywhere on the web.\n\nHighlights:\n✪ The Quick Links feature lets you access your favorite websites easily\n✪ Choose to show a weather widget next to the clock\n✪ Choose to get a new inspirational quote on your page every day\n✪ Select from many dynamic wallpaper options such as the NASA Image of the Day, random images or gradients, or use your own photo\n✪ Use the advanced autocomplete to get quick summaries of searches at a glance\n✪ Customize the look of your page with colors options, font options, positioning options, and many more\n\n-------------\nPermissions:\n• Read and change data on a number of websites (wikipedia.org, feeds.feedburner.com, suggestqueries.google.com,  and nasa.gov)\n   ↪ Cleanstart requires access to these websites to pull data for the quote of the day, NASA image of the day wallpapers, and search autocomplete features\n• Replace the page you see when opening a new tab\n   ↪ Cleanstart requires this permission to appear on the New Tab Page\n• Read the icons of the websites you visit\n   ↪ Cleanstart requires this permission to display icons next to your bookmarks in the bookmark manager\n• Read and change your bookmarks\n   ↪ Cleanstart requires this permission to display and edit your bookmarks in the bookmark manager",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.25366.05dfde02-9b2b-4f64-987b-62e4a115ac3d.aa355f45-394a-4058-a0d2-b10c65aef66a.09fc5a9e-382a-45bb-b51f-ef863a104cd2?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "678 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aambffnelnjkjmdbmplmonecgiaieapn PÁGINA NO DISPONIBLE"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aaoanommapoejphbejiocpndijhmlahl PÁGINA NO DISPONIBLE"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aapapnjalmbdfhglkpclfammfpjjoeej PÁGINA NO DISPONIBLE"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aapekjkggfgmhhkfiaaedglpmnppjcaj PÁGINA NO DISPONIBLE"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aappgefgcmjipmnfijemihjgfoffoipj PÁGINA NO DISPONIBLE"
  },
  {
    "name": "syspass",
    "url": "https://microsoftedge.microsoft.com/addons/detail/syspass/abdcbcfgdjehfdbegndlkfjogdlenecl",
    "publisher": "Jochen Roth",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "Will look for login/password fields and add a drop down on focus if matching accounts are found in sysPass. After click on suggested item password will be retrieved and fills out the form.\n\nIn sysPass go to `User and Accesses -> Api Authorizations` and add permissions for\n\n* \"Search for Accounts\"\n* \"View password\"\n\nBoth have to have the same password\n\nIn Firefox go to the Addons page (cmd+shift+A / `about:addons`) and edit sysPass Addon settings. Add URL (https required), API token and API password.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.35101.794408d0-6f9f-416f-9488-242fb5252c9e.b839e26b-15cc-4b95-8099-abc9a1ec4af2.c35d4379-c5df-40e9-a582-e4d44e896143?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "92 usuarios"
  },
  {
    "name": "Lingocloud - Web Translation Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lingocloud-web-translat/abbgboelhkajgikdbjclaecchkneaoma",
    "publisher": "Beijing ColorfulClouds Technology Co., Ltd.",
    "category": "Productividad",
    "rating": "Calificado con 3,3 de 5 estrellas por 104 usuarios.",
    "about": "view any website in your native language, overcome language barriers and expand your world. If you are already proficient in foreign languages, LingoCloud can enhance your learning experience by providing you with plenty of interesting online reading resources.\n\nHow to use it:\n1. While skimming through an English webpage you just need to click on the LingoCloud Extension Icon to enter the Chinese-English parallel text mode. Expand your world from your couch!\n2. Click on the translated text to enter the Edit mode and review/edit the provided translation. Your reviewed translation can not only earn you Cloud Points to view more translated websites, but will also be seen by millions of internet users! Artificial Intelligence and mankind can get better together! \n3. Word translation, when browsing English / Japanese web pages, use the mouse to select the text content, bring you the reading experience of immediate translation.\n4. When watching English video, enable video translation, will be real-time subtitle translation of the voice.\n5. In the options page there are text translation, automatic page translation, video subtitle translation related settings.\n\nPayment description: Lingocloud plugin is a paid translation plugin, after new users install the plugin, there is a certain amount of free use, after the limit is used up, you need to pay to become VIP users can continue to use\n\nExpand your world with LingoCloud!",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.12632.bf67cbfc-0776-4418-a5ea-3f3166157ed9.20bdd7ea-3cf1-478d-b4e4-6ef6845a8bf5.de3bcef4-b2d8-4019-ae9c-6a1069aeb6b7?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "200,000+ usuarios"
  },
  {
    "name": "Twitter One Click Block",
    "url": "https://microsoftedge.microsoft.com/addons/detail/twitter-one-click-block/abghedlcdnkecmobnkmilhkonoeghdio",
    "publisher": "A7med.me",
    "category": "Redes sociales",
    "rating": "Calificado con 4,6 de 5 estrellas por 5 usuarios.",
    "about": "Add a block button to Twitter for a simple one click blocking.\nVersion 1.4\n- Fixed the block button not working due to UI changes",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.39300.0f3c3af7-4e09-4341-bdd5-0833257096c0.f24e8121-d1b8-4acd-80a9-1b66dad850b4.28366ccd-284c-47fc-b067-09af617220eb?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "611 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/abdoipkehojnmbecdolgkolfenlegbfb PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Impero Education Pro Edge Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/impero-education-pro-edge/abhhjomjdbmlhpamfajlpfphoogckphj",
    "publisher": "Impero Solutions LTD",
    "category": "Productividad",
    "rating": "Calificado con 3 de 5 estrellas por 2 usuarios.",
    "about": "The Impero Education Pro Edge Extension is a classroom management tool, used to monitor and control students web browsing. The extension provides access to an uneditable history, allowing a teacher to view a student's previously visited websites.\r\n\r\nThis is enhanced when used in conjunction with Impero Education Pro, which allows automated decisions to be made on every website visited, such as blocking access or reporting the activity to the user. This ensures e-safety in the classroom.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.270.3bd4941a-2a8d-4f00-9e98-aabb5e51f32b.46478be6-7041-4985-b745-fef89943ce8b.85e400f4-2c26-43e0-b93e-1181d2c44c98?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "90,000+ usuarios"
  },
  {
    "name": "Alitools, su asistente de compras",
    "url": "https://microsoftedge.microsoft.com/addons/detail/alitools-su-asistente-de/abidfmpblafnglcjachhodnellaopilc",
    "publisher": "Big Data Technologies",
    "category": "Compras",
    "rating": "Calificado con 4,5 de 5 estrellas por 25 usuarios.",
    "about": "Historial de precios durante 6 meses, productos similares, encontrar artículo por imagen, valoración del vendedor.\nVarias razones para descargar e instalar Alitools:\n\n- Compruebe la valoración del vendedor antes de comprar para evitar malos vendedores.\n- Le permite encontrar productos por foto. Esencial para ropa, calzado y accesorios.\n- Encuentre productos similares. Encuentre opciones más baratas o con envío gratuito de otro vendedor.\n- Alitools le ayudará a rastrear el paquete desde China y le notificará los cambios en su estado.\n- Evite descuentos artificiales, especialmente durante las grandes ofertas: 11.11, Black Friday y Cyber ​​Monday.\n- Compruebe cómo ha cambiado el precio de un producto durante los últimos 6 meses. Admite rublos, dólares y otras 18 divisas.\n- Recibir notificaciones si el producto ha bajado de precio.\n- Vea fotos de productos reales extraídas de las opiniones de los clientes.\n- Encuentre el producto en el historial de navegación.\n\nAlitools puede sincronizar datos entre ordenadores. Por ejemplo, en el trabajo y en casa. Para ello, simplemente cree una cuenta.\n\nSiempre estamos a su disposición y estaremos encantados de responder a sus preguntas. Formulario de contacto: https://alitools.io/es/feedback.\n\nAl instalar la extensión Alitools para Microsoft Edge, acepta los términos del «Acuerdo de usuario» y permite que se le redirija a los enlaces del programa de afiliados de AliExpress. Acuerdo de usuario: https://alitools.io/es/info/agreement.\n\nPara que las funciones de la extensión funcionen y para poder mejorar el producto, recopilamos datos anónimos sobre cómo usa AliExpress y otras populares tiendas online. Puede encontrar más información sobre la privacidad en: https://alitools.io/es/info/policy.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.53485.94ab1db6-1685-443b-928e-fe72b313c9fd.aee371a7-651d-4027-a805-bb400607fa52.abd1a203-4cd7-434d-af3f-033ba6b7ffa6?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "30,000+ usuarios"
  },
  {
    "name": "MINCHEV.EU",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mincheveu/abhmpccnckjkomiphabgfkfkjookdbgp",
    "publisher": "Димитър Минчев",
    "category": "Blogs",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Information Technology Blog News Reader",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.7600.a8d72ec1-24c3-4340-8825-1f380145d03f.16a48ae7-6c2c-4810-a4b7-6c25c40cc08d.1590ddf4-dac5-4353-bd6a-75758384ed89?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "15 usuarios"
  },
  {
    "name": "Redirect AMP to HTML",
    "url": "https://microsoftedge.microsoft.com/addons/detail/redirect-amp-to-html/abjhjmfkmdfggjomfpojjfcehhkambcc",
    "publisher": "Aleksandersen",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 3 usuarios.",
    "about": "Automatically redirects any Accelerated Mobile Page (AMP) pages to their regular HTML equivalent.\n\nWhen you see an AMP page, you’re likely seeing a page served directly by Bing or Google who can suck in information about what you do on that page. Keep the web decentralized and say “No!” to search engines that want to take control over the web.\n\nAMP pages are designed for small-screen devices and often don’t translate well to larger screens. The extension can be especially useful if you receive links from people who’re on their mobile devices while you’re on your desktop computer.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.8984.3434b0bb-75f5-40d7-92db-33ef502c8259.b9b0db3e-7306-468b-a20b-818904f259cd.54d99d78-dbe3-4bc3-9f2c-c31badf53173?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/abiedibeiolkfdhdnmlcfmhknoilofcc PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Timer, Alarm & Stopwatch",
    "url": "https://microsoftedge.microsoft.com/addons/detail/timer-alarm-stopwatch/abkalodogpafepgjfhmkefgpkhihicmb",
    "publisher": "Leonardo Compson",
    "category": "Productividad",
    "rating": "Calificado con 3,9 de 5 estrellas por 8 usuarios.",
    "about": "Timer, Alarm & Stopwatch is an addon that lets you easily set a timer, alarm, or adjust stopwatch in your browser. \n\nThe interface for this addon can be opened in toolbar popup, a new tab, or a stand-alone window. Simply right-click on the toolbar button to choose the desired context. When you open the UI, there are three tabs on the left side, please click on each tab to see the details. At the top, there is a button to add a new timer or alarm. Click on this button to adjust the timer or alarm settings. For the stopwatch tab, there are the start, reset, and lap buttons.\n\nIf you have a feature request or found a bug to report, please fill the bug report form on the add-on's homepage (https://mybrowseraddon.com/timer.html).\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.46638.ba816386-5e92-4e7f-b42f-ca3101c8d112.3811efb0-3ef4-4982-a9c2-fae54d1f36df.629bbc35-53b1-47c0-9bfd-d86aa4d4bdc0?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "2,000+ usuarios"
  },
  {
    "name": "pagenote一页一记",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pagenote%E4%B8%80%E9%A1%B5%E4%B8%80%E8%AE%B0/ablhdlecfphodoohfacojdngdfkgneaa",
    "publisher": "pagenote",
    "category": "Productividad",
    "rating": "Calificado con 4,3 de 5 estrellas por 82 usuarios.",
    "about": "让任意网页成为笔记本，高亮关键字、添加笔记、网页快照。\n免费、不需要登录、支持离线运行\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.40942.9603a6b4-62aa-423e-af7b-a38728daff86.a2ccba9f-9016-49dc-bd85-cdeba4ef4514.99d10118-7d42-47e9-9a9a-c8c1fe3faad8?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Haspit",
    "url": "https://microsoftedge.microsoft.com/addons/detail/haspit/abmicpgolfdhiancbagajagpakfchbbo",
    "publisher": "Haspit",
    "category": "Comunicación",
    "rating": "Calificado con 2,5 de 5 estrellas por 2 usuarios.",
    "about": "Haspit adds missing encryption features to the user interface of common webmail providers. It uses proprietary blockchain technology with a strong public key encryption standard to secure your email communications.\n\nHaspit provides impenetrable and immutable blockchain security to protect your email communication and files. Sign up for free to send secure electronic communications and files with the power of blockchain technology.\n\nHaspit makes integrating privacy and security into your daily workflow seamless.\n\nIt comes preconfigured for common webmail providers like:\n• Gmail™\n• Outlook.com™\n• Yahoo!™\n\nHaspit uses a combination of proprietary blockchain technology, and a strong public key and symmetric encryption to secure electronic communications, files and attachments.\n\nFor details visit https://haspit.com",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.12697.3cc3ca62-2576-403a-b383-8c9c333ec456.d66ea1ba-461e-4b66-87f4-f4a48953cc9e.de878203-f016-448b-b543-7aa8d8d750c3?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "51 usuarios"
  },
  {
    "name": "WifiSpeedTest",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wifispeedtest/abohmiahjcijmfcmkamkbhagnachdodk",
    "publisher": "Visicom Media",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "\nTest your internet speed anytime, anywhere with this handy browser extension.\nFast internet is more important than ever. It helps you be more productive at work and is essential for entertainment and many other activities in your home. \n\nWith this extension, you can test the speed of your internet upload speed, download speed and ping. It also saves each of your tests automatically so you can compare your internet speed over time. \n\nTo do a speed test, click the icon in your Edge toolbar. The new tab includes the speed test as well as a web search tool. \n\nTerms Of Service: https://wifispeedtest.me/terms-of-service/\nPrivacy Policy: https://wifispeedtest.me/privacy-policy/\nContact Us: https://wifispeedtest.me/contact\nHow to Uninstall: https://wifispeedtest.me/extension-uninstall/",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.46585.89f499de-0721-471f-815f-c633abb6724a.f924eec5-331f-4fbd-bfed-907a32abaf26.46a03c4c-8daf-4590-8ac2-6658853a926f?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "112 usuarios"
  },
  {
    "name": "Perpetual motion Auto Replay",
    "url": "https://microsoftedge.microsoft.com/addons/detail/perpetual-motion-auto-rep/acaelaeamkjacfpbfagcmaddphojapoe",
    "publisher": "Youtube loop",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 129 usuarios.",
    "about": "Perpetual Motion is a youtube looper. It helps you watch a single video for many times, automatically. Works on many popular sites like Youtube and even generic HTML5 videos.\nHow to use the extension:\n\n\nClick on a new button in the video player\n\n\nOr, click on the extension button in the browser toolbar and enable replay mode in the popup",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.22545.55d83e44-d919-4dcb-8087-7044c8c3bf3e.75678336-bc2f-47f7-84f3-d1ffdc1d0efc.4efc38cb-71bd-468e-b8af-33842293cc09?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "337 usuarios"
  },
  {
    "name": "Drag-Free(Mouse-Drag & Mouse-RightClick)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/dragfreemousedrag-mo/accgkllaohlngfgeanampnlcpljihjgf",
    "publisher": "김기용",
    "category": "Productividad",
    "rating": "Calificado con 4,5 de 5 estrellas por 13 usuarios.",
    "about": "- Right click enable.\n\nAllows you to use the feature on a site that has been prevented from dragging the mouse and right-clicking the mouse.\n \n- When the \"Automatic\" state is set to \"Manual\", the operation is always performed.\n- The hot key is set to \"Alt + 1\" by default and you can change the hot key by clicking the \"Defining shortcut\" button.\n\n* mouse right-click / mouse drag",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.25632.0f80f085-dfaa-4255-ad55-6ed0032f8ae5.d2b7ef8c-b649-43cf-a054-2352be36bd3f.529bd8cc-d20f-4ff5-bd3d-249edbd318c6?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "50,000+ usuarios"
  },
  {
    "name": "CFCA CryptoKit.ZSYJR Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cfca-cryptokitzsyjr-exte/acbonnnbpepdmannhhjbipjdnhndneme",
    "publisher": "深圳中顺易金融服务有限公司",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "为深圳中顺易金融有限公司定制的适用于 edge最新机制的用于 CFCA 证书应用扩展程序。\n安装该扩展后，用户可以在深圳中顺易金融有限公司开发的后台系统使用 CFCA U-key 实现 U-key 证书+用户密码多因素认证，以满足用户安全性要求。",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.2926.5c316b66-7087-4728-923f-303243a9cc74.4e45291e-a015-49ae-a491-2b9fe1d44b60.b11e1f51-996d-4e6e-abae-03b4273e2013?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "21 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/acbjnlmhloafebcaiiffemnogonnkkpc PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Webcam Recorder",
    "url": "https://microsoftedge.microsoft.com/addons/detail/webcam-recorder/acclchchbebbmakmlkgkllllliijapeb",
    "publisher": "Bermet",
    "category": "Fotos",
    "rating": "Calificado con 3 de 5 estrellas por 2 usuarios.",
    "about": "A simple yet powerful webcam recorder extension with an optional audio capturing capability. The extension records your camera on-demand in WebM format. To protect user privacy, the extension does not send or receive any data from or to any server whatsoever. It works completely offline. The video files are stored in the default download directory.\n\nNotes:\nThis extension does NOT add a watermark to the recordings\n\nHighlights:\n-> This extension is capable of recording video streams with audio and --> muted.\n-> This extension uses a non-persistent background page\n-> This extension works offline\n -> This extension uses IndexedDB storage so that it can record very long streams\n -> This extension recovers stored recordings after a browser crash\n -> This extension supports the pause and resume of recording.\n-> This extension supports screenshot capturing",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.19955.c70d4c5d-603b-4e65-a6c2-07e1e38a885d.9ac8de2f-ba71-48ff-b538-da6ba94bafdc.aa20f550-18e7-45c7-9358-2a017dfd15a7?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "939 usuarios"
  },
  {
    "name": "Pxlet Bookmarklet",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pxlet-bookmarklet/acdadibpngdnepfghkidpijpjfljccah",
    "publisher": "Pi Ke",
    "category": "Noticias y tiempo",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "This is an extension to help you bookmark any link into Pxlet.com\n\nThis is an extension for you to bookmark any link online and stored in Pxlet.com so that you can read it later anywhere anytime",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.14654.2c3268c1-095d-4495-b43a-27af2dff857b.fc07b57f-8d0d-4cc6-b16c-2c0e0e11df32.85c40826-02f9-4f39-9aff-6b242d737c0a?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "62 usuarios"
  },
  {
    "name": "Clean Guru - cache & history cleaner",
    "url": "https://microsoftedge.microsoft.com/addons/detail/clean-guru-cache-hist/aceindggcajccjohogepkaliphokbfam",
    "publisher": "Top_Ext",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "Fasten Chrome with Clean Guru extension\n\nClean Guru is a simple utility to clean browser data, cache, cookies, downloads and increase an overall browser speed.\n\nClick \"add to chrome\" button to run Chrome Clean Guru and flush the browser history without any efforts.\n\nMy Google Chrome is getting too slow. What can I do?\nThe problem with all the browsers, whether it’s internet explorer or Google Chrome, is that they become slow and clunky after a period of time. They take time to start up to, to load websites and to open and close tabs. This is when one should consider cleaning up the browser and getting rid of the cache, history etc.\n\nChrome Clean Guru is a useful browser extension that helps you quickly clean up the browser. and It help to delete all traces of your online activity to protect your privacy.\nClean Guru is very easy to use and fast.\n\nClean up browsing data from a user's local profile.\nMake your Chrome browser more faster and Protect your personal data!!\nThis extension supports Chrome 19 and later.\n\nFew key features:\n\n+ Instant removal with one-click \n+ Clear Chrome history  \n+ Clear download history\n+ Empty the cache\n+ Automatic data remove\n+ Delete cookies and other site and plug-in data\n+ Clear saved passwords\n+ Clear saved form data\n+ Ability to choose time period\n+ Dark mode\n+ Quick clear button \n\nThis lightweight extension enables you to do all that mentioned above instantly, \nwith one click on the Eraser icon in the Chrome toolbar.\n\nNew feature release!!!\nWe now support one-click \"Close All Windows and Clear All Cache\".",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.16342.1d65ae40-0cd3-458c-81bb-ef10581a2d80.a133e97c-4440-42db-a282-1f5242982c3a.144d20e5-1f38-4f15-a40a-b003b4b56787?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Administrador de JavaScript",
    "url": "https://microsoftedge.microsoft.com/addons/detail/administrador-de-javascri/acgfbchfdpdhoipieoklbonaiiekifof",
    "publisher": "Free Online Apps",
    "category": "Productividad",
    "rating": "Calificado con 3 de 5 estrellas por 4 usuarios.",
    "about": "Una forma sencilla de activar / desactivar JavaScript del sitio web\nUse un solo botón para activar o desactivar javascript en la pestaña Edge en la que se encuentra. Es posible que desee desactivar javascript para ayudar a depurar una página web / verificar los errores de código de su sitio web.\n\nEsta es una forma rápida de habilitar / deshabilitar Javascript\n\nActive / desactive JavaScript con un botón.\n\nPara comenzar a usar el software, primero debe instalar la extensión.\nUna vez que esté en el sitio web que desea desactivar Javascript, simplemente haga clic en la extensión del software para desactivarlo.\nPuede volver a activar javascript para esa página web haciendo clic en el icono de extensión nuevamente.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.65509.cc1be762-6fe0-409f-9ff9-6d6c4f887990.bc9a007e-192c-4e4a-99ac-645aadb922f5.de4900db-9b64-437d-ab8c-034e8014c332?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Modo oscuro para YouTube ™",
    "url": "https://microsoftedge.microsoft.com/addons/detail/modo-oscuro-para-youtube-/acgleclafbbegjaehobmlmgogjkidodj",
    "publisher": "Free Software Apps",
    "category": "Entretenimiento",
    "rating": "Calificado con 2,8 de 5 estrellas por 4 usuarios.",
    "about": "Esta extensión instala un tema oscuro que convierte a Youtube en negro con solo hacer clic en un botón. Simplemente instale esta extensión\npara habilitar el modo oscuro en Youtube. Proteja sus ojos por la noche cambiando el color de fondo de Youtube a negro.\n\nEsta aplicación te permite activar / desactivar el modo oscuro para Youtube (también conocido como modo nocturno, tema oscuro). Dale un poco de descanso a tus ojos (sobre todo por la noche) e instala esta extensión.\n\nUna vez que instale esta extensión, para activar / desactivar el modo oscuro, lo que debe hacer es hacer clic en el botón deslizante superior izquierdo en Youtube.com.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.6330.c852f738-7b9f-45fa-ae95-b87b5d9361d0.d39abca5-fa15-4b03-beff-261bed184723.1973f83b-b9fb-4c17-a98a-6ecf7f958b65?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "761 usuarios"
  },
  {
    "name": "Microsoft Bing Search Engine",
    "url": "https://microsoftedge.microsoft.com/addons/detail/microsoft-bing-search-eng/acgiggmcehhbhfnedfkcgenplgkjddef",
    "publisher": "Microsoft Corporation",
    "category": "Herramientas de búsqueda",
    "rating": "Calificado con 3,8 de 5 estrellas por 6 usuarios.",
    "about": "Microsoft Bing Search Extension is a great way to enrich your search experience on Edge. Install this extension to stay up-to-date with the latest trending searches and suggestions. Access to information across the web is right at your fingertips with direct access to Microsoft Bing search. So go ahead, and install the extension now!\n\nFeatures\n\n-Stay up-to-date with popular searches trending across the web\n-Search the internet directly using Microsoft Bing",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.9451.97379977-1627-4b79-b243-2c6e532e7929.57c068d4-866a-4afc-828d-821bfd5d3597.6d33e8de-b580-40e3-b9e0-2c7df9f8fcab?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "8,000+ usuarios"
  },
  {
    "name": "USSeek Enhanced Search",
    "url": "https://microsoftedge.microsoft.com/addons/detail/usseek-enhanced-search/acgmpifiemmdpjeolnmjjpakfnfhcmgf",
    "publisher": "usseek llc",
    "category": "Herramientas de búsqueda",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "The USSEEK extension will set your home page to Usseek.com and will update your new tab search. When you search on Usseek.com you will see search results for the type of search you perform, including Web, Images, Videos, and Businesses. \n\nUsseek believes in helping our users find and support local businesses. We believe that supporting and buying local is how we create strong communities and support our local economies. When you install the Usseek Enhanced Search extension, you will be able to use the Usseek search site every time you open your browser, as a default. \n\nPlease reach out with any feature requests or bug reports- Our goal is to elevate Usseek to one of the top search sites, and we want to help our users as much as possible to provide the maximum benefit for using our site!",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.32434.77a19aec-870f-4c62-9a2b-37d92c75019b.bc38ac2e-f9a7-4c3d-acfb-58343ad4fb84.a04fa80f-044a-4a53-a782-e0a2938827e5?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "144 usuarios"
  },
  {
    "name": "Giveback by FutureFuel.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/giveback-by-futurefuelio/achijlcphdpknhjkjeodpfodbdngjjmf",
    "publisher": "FutureFuel.io",
    "category": "Compras",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Pay down student debt with everyday purchases through the Giveback by FutureFuel.io FREE Microsoft Edge extension. Every time you shop with one of our 450+ participating partners, up to 30% cash back is automatically collected to crush your student debt. It’s free money that saves you even more on your student debt! Just $25 a month in cash back can save $4,900 in interest and shave 23 months off an average student loan. \n\nBecoming debt-free is easy! Here’s how it works:\n\n   1. Add Giveback: Install our Microsoft Edge extension to your browser.\n   2. Sign Up and Log in: Create a FutureFuel.io account and log in to the Microsoft Edge extension.\n   3. Browse Brands: Shop as you normally do or get inspired by our top offers. \n   4. Claim an Offer: Apply an offer with any of our 450+ partner brands to receive cash back. \n   5. Crush Debt: At the end of every month, we'll direct the extra dollars you collect to crush your student debt.\n\nThe Giveback by FutureFuel.io extension makes it easy for you to harness your very own purchasing power to eliminate student debt by activating exclusive offers. You will be able to track the cash back you earn with every purchase in our platform when you online shop with our extension. We'll sweep your cash back to help pay down your student debt every month as long as you collect at least $5. \n\nNot a FutureFueler yet? No worries! You don’t need a FutureFuel.io account to download the extension! Anyone can create an account and start crushing student debt shopping with top brands.\n\nBy installing the extension, you agree to the FutureFuel.io's Terms of Service (https://futurefuel.io/terms-of-services/) and Privacy Policy (https://futurefuel.io/privacy-policy/).",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.36050.6681370f-0bd3-4b1d-bcff-b96218a30a77.f04969eb-8b5c-4629-b348-3ab609027397.2f9966c0-7bf7-4e4b-9b17-1538577357af?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "74 usuarios"
  },
  {
    "name": "Nueva pestaña de página por start.me",
    "url": "https://microsoftedge.microsoft.com/addons/detail/nueva-pesta%C3%B1a-de-p%C3%A1gina-p/acifeljplikjhjobbicjiknoeafjoddh",
    "publisher": "start.me",
    "category": "Productividad",
    "rating": "Calificado con 4,6 de 5 estrellas por 18 usuarios.",
    "about": "Start.me convierte tu página Edge New Tab en un hermoso panel de control personal.\n\nCon start.me, tendrá acceso instantáneo a todos sus marcadores, canales de noticias, notas y servicios web. Esto lo ayudará a mantenerse organizado y a ahorrar tiempo en Internet.\n\nFunciona en todos sus dispositivos y otros navegadores (Edge, Firefox, Safari, Chrome, Opera), sin la necesidad de sincronizar sus datos / marcadores.\n\nUna página de inicio utilizada por más de +700,000 usuarios.\n\n*** Presentado en BuzzFeed, Lifehacker, MakeUseOf, The New York Times, Product Hunt, Computer World ***\n\n────────────────────────────\n\nCARACTERISTICAS:\n\n✔ Marcadores\nGuarde y organice fácilmente marcadores desde cualquier sitio web.\n\n✔ RSS\nMuestre los canales RSS de sus sitios favoritos directamente en su tablero.\n\n✔ +3,500 widgets\nCalendario, correo electrónico, notas, widgets de tareas y miles de otros widgets están disponibles para personalizar su página de inicio.\n\n✔ Fondos elegantes\nDale estilo a tus páginas de inicio con uno de nuestros hermosos fondos, o crea el tuyo propio.\n\n✔ Incruste cualquier cosa\nIncruste video, páginas web y otro contenido web directamente en su página de inicio.\n\n✔ Comparte y colabora\nCrea y comparte páginas de inicio con tu equipo, tus estudiantes, etc.\n\n────────────────────────────\n\nAyuda:\n¿Tiene alguna pregunta? Visite nuestro centro de ayuda en https://support.start.me o contáctenos en support@start.me.\n\n\nCondiciones:\nhttps://start.me/terms\n\nPolítica de privacidad:\nhttps://start.me/privacy\n\nÚltimas actualizaciones:\nhttps://blog.start.me\n\n\n────────────────────────────\n\nLo que dicen nuestros usuarios:\n\n\"Es una excelente página de inicio. Creo que es muy superior a cualquiera de las ofertas que he usado\".\nPor Julian M-I\n\n\"Me encanta la extensión y hace que la navegación web sea mucho más simple\".\nPor Perry Knicely\n\n\"Me encanta y lo uso todos los días. No sé cómo vivía sin él. Todo lo que necesito frente a mí\".\nPor Connie Schuett\n\n\"Pruébalo y dale una oportunidad. No mirarás hacia atrás\".\nPor Richard Price\n\n\"Probé muchas de las nuevas extensiones de pestañas, ninguna de ellas tiene una vela para esta. La mejor personalización a la vez que se mantiene limpia y fácil de usar. Oculto mi barra de herramientas de marcadores ahora porque no la necesito. Gran fan de esta extensión, Ahora no puedo imaginar usar Edge sin él \".\nPor Adam Armstrong\n\n\"¡Fantástico! Lo uso para los widgets de noticias y como una forma visualmente agradable de organizar y usar mis marcadores. Con mucho, la página de inicio más atractiva y fácil de usar disponible. El widget de Edge hace que sea muy fácil agregar un nuevo marcador y organizarlo Inmediatamente.\"\nPor Benjamin Hall\n\n────────────────────────────\n\n\nStart.me BV\nWaalsdorperweg 16\n2597 JB, Den Haag\nLos países bajos\nE: info@start.me\nhttps://start.me\n────────────────────────────",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.37296.4dd4564b-ec57-4fb4-b191-95e6cfdddbe1.b680611f-0c56-45f1-92f5-37d5f418996f.4b8c4f36-a501-4830-88b6-bf7daab043c8?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Taobao Helper",
    "url": "https://microsoftedge.microsoft.com/addons/detail/taobao-helper/acjfknjielnapamlkdhmahpipkehpepn",
    "publisher": "CrazyOrr",
    "category": "Compras",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "Taobao Helper gives you quick access to Taobao, just click this extension's icon, input what you want to search in the popup window, then click 'Search' button or hit Enter key, you're all set. By the way, you can get coupons from Taobao and other providers along the way.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.45472.2d18b878-6ed6-41a4-9ec5-29cee9da8c34.8ec6b7ac-d21e-4357-83b6-b0d29e8a599f.5d4802cc-91c6-4977-bbd4-4c129304b3f7?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "零维",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E9%9B%B6%E7%BB%B4/acjmodeoaainkjaepneenkfidfelipfo",
    "publisher": "OneVnet",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "12万华人的共同选择！\n运营商级网络接入，高速，稳定，安全，省心。\n账号可与家人和朋友共享使用。\n\nOneVnet与其他的插件大不相同。大多数类似插件通过破解的方法来解除地区限制，而OneVnet则是提供专用网络让您直接接入中国内地网络，这不仅速度快，而且对于内容提供者也是友好的，确保了一致的优质体验。\n\nOneVnet自动针对中国地区网络的访问进行加速,并解除地区限制。使得各位用户能够在海外轻松浏览优酷(Youku),土豆(Tudou),哔哩哔哩(Bilibili),PPTV等所有中国大陆地区的网站。不会影响当前网络使用，仍能正常使用当地网络的所有服务（比如Facebook和Youtube）。\n\n本插件可以让您一键接入OneVnet网络(https://vnet.one)，要使用本插件提供的服务，您还需要一个OneVnet账号。\n\n关于在其他设备和浏览器上使用我们的服务，请登录官网，在“快速开始”中查询。\n\n* 使用本扩展的功能需要付费\n\n受支持的网站，包括但不限于：\n优酷(youku)，乐视(letv)，央视网（cctv），土豆网（tudou），哔哩哔哩（bilibili），AcFun，爱奇艺（iqiyi），腾讯视频，搜狐视频，PP视频（pptv），网易云音乐，QQ音乐，酷狗音乐，酷我音乐，百度云网盘等等。",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.62906.712ea110-e153-4255-ace1-74905c467666.5cdf2745-ce5a-4d02-8a27-d7b15d421dad.90258f8d-aba4-4fb2-80a3-bc5a253ee04b?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/acioijkkdkpnfandojlmhgiddajdbned PÁGINA NO DISPONIBLE"
  },
  {
    "name": "FPL Tools",
    "url": "https://microsoftedge.microsoft.com/addons/detail/fpl-tools/aclaccopnmcpfobgkjibbimamfbcodbd",
    "publisher": "AmitChauhan",
    "category": "Deportes",
    "rating": "Calificado con 3,6 de 5 estrellas por 5 usuarios.",
    "about": "FPL Tools:\n\n1. Fixture difficulty\n\n-In page fixture difficulty in a team and transfer list.\n-Home and away indicator with uppercase indicates home and lowercase indicate away.\n-Default green -> red color indicate lower to higher fixture difficulty.\n-Color scheme options to change color to blue -> red for fixture difficulty.\n\n2. Last 5 GW Points\n\n-Last 5 Game week points in page\n-Hover to see opponent details\n\n3.Net Transfers\n\n-Net transfers in the transfer page in pitch view and transfer list.\n\n4.Extended League Tables\n\n-Added more information about teams in league tables like last 5 gw points, total transfer, hits, team value, captain, cheap used, total cheap used and playing xi.\n\n5. Expected Points\n\n-Shows expected points for next GW for playing 11 and bench in my team page\n\n6. Quick Transfer\n\n-Add player without popup from the transfer list\n\n7. Enhanced Stats\n\n-Sort players by goals per match, assists per match, bonus per match, etc. stats\n\n8. Compare Players\n-Compare players within fpl dialog\n-How to compare players?\n * open any player information dialog\n * select player to compare with\n * max 3 players can be compared\n\n9. Live Notifications\n-Get notified on some of the action by your players eg. goals, assists, cards, etc...",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.58967.4009203a-9c39-49d9-b8df-4d5891a794be.b026ec9c-97b4-44b3-aa1c-740186e0f4ee.4eafda39-fa91-4c53-acdb-f7a7de6e770f?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "2,000+ usuarios"
  },
  {
    "name": "Sonarr/Radarr/Lidarr autosearch",
    "url": "https://microsoftedge.microsoft.com/addons/detail/sonarrradarrlidarr-auto/aclgfcjonnhgdkinhmmafdbkpegfcnal",
    "publisher": "Rob Green software",
    "category": "Herramientas de búsqueda",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "This is an extension for chromium browsers that:\n\n1. Populates the search field on Sonarr, Radarr or Lidarr with any text added to the end of the search URL and then triggers the input event on the search field to fire off a search request. \n\n2. When right-clicking selected text on any page this extension exposes a context menu with entries for Sonarr, Radarr and Lidarr that allow a direct search for the selected text in a new tab.\n\nThe extension an be disabled from the extension's popup and each context menu item can be disabled from the settings page.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.39677.e18fb5e2-7120-410b-90c4-90fcac73a4e3.a453a967-665c-460b-b449-7dfc5e3ee9dc.29b3484d-1c93-4db8-9746-450ff2dc428c?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "339 usuarios"
  },
  {
    "name": "小菜云客服",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E5%B0%8F%E8%8F%9C%E4%BA%91%E5%AE%A2%E6%9C%8D/acmcjbihcfnhfeollglpahidpfhlijdl",
    "publisher": "AIROOM",
    "category": "Accesibilidad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "小菜云客服助手，协助云朵们快速完成一些重复的 SOP 查询、表单填写和话术整理工作，进而提升和客户交流的效率。",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.15844.8d9d4858-6c73-407a-a439-bd1a39a0bb23.eb12048e-e829-42a8-9e2c-dfdb124c4236.19cc948d-cf6c-401c-9b8e-b473d1456a85?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "96 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/ackodolhpbogckmcjkfdcgifhigeghkg PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Selection Search",
    "url": "https://microsoftedge.microsoft.com/addons/detail/selection-search/acnbnghploonojdneaapglimokkefngg",
    "publisher": "Pitmairen",
    "category": "Herramientas de búsqueda",
    "rating": "Calificado con 4,5 de 5 estrellas por 8 usuarios.",
    "about": "This extension let you use text you have selected in a web page to search in various search engines.\n\nThe extension is highly configurable and let you customize what search engines to use, the look of the search menu and much more. \n\n*NOTE*: This is the first released version of the extension for Microsoft Edge. Please report any issues you might find so we can try to fix it. \n\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.15211.55f6db77-503c-47cf-bc88-92fe7225e4e4.81e249a6-4c00-48c6-8893-37c4985eb890.e411de5f-527f-4d94-8e74-7356d22292b8?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "4,000+ usuarios"
  },
  {
    "name": "Cyclonis Password Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cyclonis-password-manager/acnjjnipnlbppelaaoekjfacdbpibjol",
    "publisher": "Cyclonis",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "Cyclonis Password Manager gives you premium features at no charge - it’s FREE! No credit card required! No trial expiration! It’s the full-featured version!\r\n\r\nIMPORTANT: This extension will only work if you have the Cyclonis Password Manager desktop application already installed on your computer. You may download the FREE \"Cyclonis Password Manager Desktop\" application from the Microsoft Store.\r\n\r\n \r\nUsing just a single password for multiple online accounts? Is keeping track of your many passwords an impossible task? With Cyclonis Password Manager, you can manage, organize and control all your passwords in one central place. Cyclonis Password Manager stores your data in a personal vault, that is encrypted with AES-256 bit, an encryption algorithm used by governments, financial institutions, and in military applications. \r\n\r\nCyclonis Password Manager encrypts your vault using your master password. Your master password is for your eyes only – your data cannot even be accessed by Cyclonis staff or servers as we never transmit or store your master password.\r\n\r\nSigning up to a new social media website? This means that you should create a new and unique password. Let Cyclonis Password Manager take care of this tedious process for you. Using Cyclonis Password Manager’s password generator, you can create complex passwords that are designed to help avert the most popular password-cracking methods. Of course, no password, no matter how complex, can be 100% guaranteed against being compromised. Best of all, you can save your new social media account’s login details to your Cyclonis Password Manager vault, accessible directly from your web browser. The next time you visit that social media website, Cyclonis Password Manager’s browser extension can auto-fill your username and password, and even log you in automatically.\r\n\r\nThere's no point in having your data consolidated if you can't easily access it. This is where the Cyclonis Password Manager browser extension comes in. It automatically connects to the Cyclonis Password Manager desktop application and enters your login details for you for each website that you have stored in your vault, saving you time and the frustration of having to manually type your login details. Just navigate to the website and let Cyclonis Password Manager’s browser extension automatically fill in the username and password fields. It can even be configured to log you in automatically by activating the “Sign in” button. There’s no typing, no copying, and no pasting.\r\n\r\nKey Features: \r\n\r\n- View, add, edit, delete, and manage your passwords from a searchable vault.\r\n- Use your passwords in multiple browsers on multiple devices.\r\n- Search your vault and navigate to your favorite websites with just a few clicks.\r\n- Log in to your favorite websites automatically. \r\n- Option to enable two-factor authentication (2FA) for your Cyclonis Password Manager account.\r\n- The Cyclonis Password Manager Password Generator helps you create complex passwords and update your website accounts.\r\n- The Cyclonis Password Manager Password Analyzer checks the complexity and strength of your website account passwords.\r\n-  Integrates with your browser to enable you to store your usernames and passwords to your Cyclonis Password Manager vault with a few clicks.\r\n- Automatically fill in long registration forms and checkout pages with the profile data that you have stored in your vault.\r\n- Import your website account usernames and passwords from other password managers.\r\n- View and edit your website accounts, Private Notes, personal profiles, ID documents, credit card details, bank account information and other sensitive data.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.60977.4c37d8bb-2671-4bf2-a068-c5678d443e06.4663f71f-6c90-4dba-b720-cf25f5b5fb76.8318b97c-26bd-4a8c-a9ad-b1e0e13e20b8?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Dejar confirmación para Google Meet ™",
    "url": "https://microsoftedge.microsoft.com/addons/detail/dejar-confirmaci%C3%B3n-para-g/acobfefbgpbaanfdicppipekcadmpaam",
    "publisher": "Free Software Apps",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Nuestra extensión de software GRATUITA Leave Confirmation para Google Meet ™ le permite habilitar / deshabilitar rápidamente la configuración para la ventana emergente Leave Confirmation.\n\nCuando tiene tantas reuniones en línea todos los días, es fácil hacer clic accidentalmente en el botón para colgar y salir de la reunión de Google Meet. Esta extensión resuelve el problema al agregar una ventana emergente de confirmación para confirmar que realmente desea abandonar la reunión virtual y evitarle un poco de vergüenza cuando hace un mal clic.\n\nCaracterística principal:\n\nDejar ventana emergente de confirmación\n- Agrega un cuadro de aviso / ventana emergente cuando abandona la reunión de Google Meet, esto ayuda a evitar que abandone las reuniones de Google accidentalmente\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.53716.44113dcd-e47a-4fae-b1db-07ce9e0a688b.1c74d7ed-7f3d-4a4f-89bd-7fb3cfc7e0ce.8acd2909-1128-4839-b253-250cc86299dc?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "62 usuarios"
  },
  {
    "name": "No cache refresh",
    "url": "https://microsoftedge.microsoft.com/addons/detail/no-cache-refresh/acoikaeinibhclgdckpkmakifgoolljh",
    "publisher": "No cache refresh",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 124 usuarios.",
    "about": "No cache refresh is a button that refreshes all the tabs at once.\n\nFeatures:\n🔄 On-click refresh all tabs\n➕ Tell websites not to cache\n➕ Bypass browser alerts like “Do you want to leave this website?”\n\nHow to use the extension:\n1. Click on the “Extensions” button on the toolbar (looks like a puzzle) \n2. Find the “No cache refresh” icon and pin it to the toolbar\n3. Click the “No cache refresh” icon when you need to refresh all tabs.\n\nTechnical details:\nThe app modifies Cache-Control HTTP headers to bypass server-side cache. This option is enabled for 5 second period after you click the toolbar icon.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.40602.f7b21ac1-8772-42ed-b2dc-ae988a5749d9.d3ec2543-d766-4370-b69d-f1f049ea76eb.b884a6fb-dbb8-404d-bde1-ae11c64192a0?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "蓝客简历抓取插件",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E8%93%9D%E5%AE%A2%E7%AE%80%E5%8E%86%E6%8A%93%E5%8F%96%E6%8F%92%E4%BB%B6/acpnmmpmikadgkekdlkcagfhabcepnbd",
    "publisher": "深圳市蓝客网络科技有限公司",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "安装好插件以后可以一键下载网站上的简历，它可以帮助您保存您正在浏览的简历到你的蓝客账户中，使用起来简单方便直接。并具有自动查重提示功能，防止你购买重复的人才简历。\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.50927.f8404c09-89a4-4d0d-af90-df1ac052119d.384f76c7-ccf3-4337-9dcb-9903572596c3.492f1100-cf13-4d50-93d4-7e13a097bcb9?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "68 usuarios"
  },
  {
    "name": "Confetti! Confetti all over... What else?",
    "url": "https://microsoftedge.microsoft.com/addons/detail/confetti-confetti-all-ov/adaaohfifdcbgbiaopflmojhphbngpfn",
    "publisher": "Dennis van Kooijk",
    "category": "Entretenimiento",
    "rating": "Calificado con 3,9 de 5 estrellas por 15 usuarios.",
    "about": "With one click on the button you will get confetti all over your screen. A real fun factor in many occasions. Try it out. \n\nTrigger your confetti with:\n - Windows: Ctrl + B\n - Chrome OS: Ctrl + B\n - Mac: Command + B\n\nIn the options menu there some cool features you can turn on and off. You can find the options screen when you right click the confetti icon and go to options.\n\nTo change the shortcut fill this url in your location bar: chrome://extensions/shortcuts\n\n## NOTES\n- Some sites will block the confetti extension.\n- Reload the page to stop the confetti.\n\n/highfive \nDennis.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.2722.bbabe900-a2d8-406c-b46e-6ddef6a587f7.89376a59-0f33-4651-82e4-e641a319e4af.79073d74-f16b-457c-ba3a-3e0d90404846?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "666 usuarios"
  },
  {
    "name": "Trader Rookie Forex Position Size Calculator",
    "url": "https://microsoftedge.microsoft.com/addons/detail/trader-rookie-forex-posit/addmhmcfpoimgajbbeckdghdpoeobipc",
    "publisher": "Trader Rookie",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "*******************************************************************\n📉 The Trader Rookie Forex Position size calculator is a free powerful risk management tool for all traders.\nCan be used on top of any webpage! 📈\n*******************************************************************\n\n🖩 Calculate position sizes on the fly directly on top of your broker’s web interface or open the calculator in a separate window and use it with desktop software like Metatrader™ or cTrader™.\nFurthermore, the calculator is optimized for use on top of Tradingview.com. 📊\n\n💲 The calculator comes preloaded with the forex majors and a selection of commodities and indices.\n\n💲 You can calculate position sizes in micro lots, mini lots, lots, or units.\n\n💲 Set 3 separate take-profit targets for your trade.\n\n💲 Set stop loss in pips or enter a pricepoint.\n\n💲 Set your risk percentage and enter the size of your trading account to dial in your risk tolerance perfectly on every trade!\n\n*******************************************************************\n\n💷💷💶💴 The calculator is fully customizable and you can build any forex pair by combining 30+ different currencies using a simple drag-and-drop interface.\n\n🛢️📉 Build any custom index or commodity pair to fit your trading needs and add it to the calculator.\n\n📈 Instant synchronization between calculators in different browser tabs makes it easy to chart your setups on Tradingview and enter the trades with your broker.\n\n🖱️⌨️💻The calculator can be easily navigated with your mouse, keyboard, or touchscreens offering you a range of different possibilities to calculate position sizes in a hurry - even when the marked is fastmoving and you do not want to miss the perfect entry on your trading setup.\n\n🚨 The calculator comes with a direct link to the complete manual - help is never more than a mouse-click away!\n\n*******************************************************************\n\nEdge will ask for permission to \"Read and change site data\" when using the Trader Rookie position size Forex calculator. You can allow access on your current page when clicking the extension or allow the extension access to all sites collectively.\n*******************************************************************\n\nWhat’s new\n*******************************************************************\nVer. 1.1.2\n\n- New forex data provider - as my old data API endpoint suddenly stopped working.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.35431.818510a4-3e73-4ffa-93a7-5197d30557fd.160c6a29-a170-40a9-88b7-d3680bd33fba.e067d161-f07a-401f-a7a5-fdbdb0b64a37?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "199 usuarios"
  },
  {
    "name": "WonderSwitcher",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wonderswitcher/acpdnpoopebgpccamngjlibapogdcnmh",
    "publisher": "WonderProxy",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 2 de 5 estrellas por 1 usuarios.",
    "about": "The WonderProxy Switcher allows you to define and quickly switch between different HTTP proxies. It will display proxies in a nested manner to make finding and selecting the proxy you need for development testing fast and easy. It's capable of importing your proxies from WonderProxy with just a click, making testing even faster.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.4817.2a6137dc-0eb0-4cf8-97a5-3726d98997fb.dc03543f-cfd6-4fcc-b356-5086209a2c0d.b6e68f8e-d816-4b8a-9f0a-ba4e7632e24a?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "723 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/addgihdndfamjpijnihklgnjphdmcmon PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Bitcoin Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bitcoin-tracker/addokipkkdchbndmfpemckpjeeojahdc",
    "publisher": "Tim Leland",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 2 usuarios.",
    "about": "Easily keep up to date on the latest Bitcoin prices right in your Chrome toolbar.\n\nFeatures\n* Current Bitcoin price in your browser toolbar\n* Last 30 days of Bitcoin daily price\n* Automatically updates every 15 minutes\n\nComing Soon\n* Multiple currencies",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.2475.956c1a5a-81e9-46ea-a0b3-4cd45fe360db.9c2838ad-1a3e-4463-9f58-cb0037e5a457.ea96511b-40f1-40fc-b963-c9ab338cf4be?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "468 usuarios"
  },
  {
    "name": "Shopify Theme Detector",
    "url": "https://microsoftedge.microsoft.com/addons/detail/shopify-theme-detector/adgbhdbicmhkhgcalkachnldihbgnkin",
    "publisher": "OK Digital",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Shopify Theme Detector detects that theme being used on any Shopify site.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.59394.ffbfddf4-c74b-4fcf-b38a-703718dd5259.cde76266-957a-4e47-b0d1-04221204bb2f.872942eb-96bb-47d5-92a7-37f86a45819a?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "243 usuarios"
  },
  {
    "name": "Catchpoint User Experience",
    "url": "https://microsoftedge.microsoft.com/addons/detail/catchpoint-user-experienc/adgfnejnfbkgcdioefdlidfdenheckao",
    "publisher": "Catchpoint Systems",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Instantly discover what was slowing down a webpage.\nCatchpoint User Experience allows you to easily see performance attributes of websites as you browse the web. This helps both end-users and developers understand why a web-page might be slow or experiencing problems. With Catchpoint User Experience , you can quickly identify how long a page took to load, the size of the page in bytes, if any requests caused bottlenecks, the number of hosts that served content, and details about the type of files delivered.\n\nCatchpoint User Experience data can be used ad-hoc to share directly with IT support teams to help resolve incidents faster. IT teams can also use the Catchpoint portal for collecting Catchpoint User Experience data and reporting it in a comprehensive analytics and alerting platform to evaluate trends and see a holistic view of employee experience across entire departments or organizations.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.35065.d62fb55d-815b-4f84-9829-f6942cd04a07.01a62a7e-6b1a-4227-b69c-f02b9f93d316.5a0f3c33-14ba-4f8a-a83c-6581f7812f30?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Turn Off YouTube Comments & Live Chat",
    "url": "https://microsoftedge.microsoft.com/addons/detail/turn-off-youtube-comments/adfcjmeholkejegahoglmldgneejfpkg",
    "publisher": "Unhook",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 4 usuarios.",
    "about": "Hide YouTube comments and/or live chat.\n\nTo hide comments while being able to add comments, uncheck \"Hide Add Comment Box\" and check \"Hide Comments\".\n\nCompatible with mobile YouTube, m.youtube.com.\n\nFor more features including removing recommendations, comments, and more: https://microsoftedge.microsoft.com/addons/detail/unhook-remove-youtube-r/hebpjnnclppdnfghdnmhgdljmjpfhggk\n\nTurn Off YouTube Comments & Live Chat is also available as an extension on:\n- Chrome: https://chrome.google.com/webstore/detail/turn-off-youtube-comments/bnbnjkiglooccambmgnmbepaofnjjjpl\n- Firefox: https://addons.mozilla.org/firefox/addon/youtube-comments-live-chat/",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.19198.fc5aa30e-b555-4224-9638-72d7fca40bc9.03f3895a-10d1-47d7-b93a-8a605877c930.cd4ac231-80d6-4424-a9b1-c62e26256401?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "342 usuarios"
  },
  {
    "name": "Total AV Password Vault Assistant",
    "url": "https://microsoftedge.microsoft.com/addons/detail/total-av-password-vault-a/adglocaeiggbcekcmajdpeikijjfmdpc",
    "publisher": "Total AV",
    "category": "Productividad",
    "rating": "Calificado con 3,8 de 5 estrellas por 80 usuarios.",
    "about": "This extension works with the Password Vault provided by the Total AV application. Instead of manually searching for a password within Total AV, you can now search the vault directly from any web page.\n\nSimply click one of the icons added by the extension to get a list of possible passwords for the current website. Selecting the entry will then add your login information. If you don't currently have any passwords saved for the website, you can generate a new one to add to the vault.\n\nThe extension will detect logins to a website not stored in the vault, or if any existing entries have a different password. You'll be prompted whether you would like to save this new data.\n\nThis extension needs access to your data to function, including the usernames, passwords and website details to work with the Total AV Password Vault. Without agreeing to the privacy policy, this extension will not function.\n\nPlease note: this extension requires Total AV v5.7+ to be installed on your PC.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.47378.16a69d42-a68f-44dd-a5bb-938aaaedb6be.a66885dc-be93-4313-b198-46f9d656aed6.82f69830-2c2a-4274-9bbb-d7b584c43fd3?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Custom UserAgent String",
    "url": "https://microsoftedge.microsoft.com/addons/detail/custom-useragent-string/adhebfnpnbbncjlfhcjjgollojoklklk",
    "publisher": "Leonardo Compson",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Custom UserAgent String is an add-on that enables you to easily change your browser's useragent by adding site-specific useragent strings via the options page.\n\nSome features:\n1. Add a custom user-agent string for each URL or website (domain).\n2. There is an option to change each URL to a domain from the options page.\n3. Toolbar popup has an ON or OFF switch button (left side).\n4. User agents can be added to the options page (more than 100 sample user-agent strings are also provided).\n5. For each user-agent string, you can either delete or disable it for future use.\n6. To find a user-agent string you can either use a search engine (there are plenty of websites that provide a free UA list) or use the sample list provided in addon's options page. This list includes more than 100 UAs for modern browsers and ranging from desktop to mobile platforms. This list is also available in the addon's homepage, FAQ section.\n\nNote: to report bugs, please visit the addon's homepage (https://mybrowseraddon.com/custom-useragent-string.html) and fill the bug report form.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.40709.67abbac9-8311-4f73-a485-5e3023e9fe31.5f3de8d1-8336-487e-b01f-32986cb32da2.8d701f90-5ee8-4f71-ac76-4b638d81a586?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "3,000+ usuarios"
  },
  {
    "name": "PP",
    "url": "https://microsoftedge.microsoft.com/addons/detail/pp/adhfafakfaeckhpnnbjepedpcaplhned",
    "publisher": "Oudmane",
    "category": "Entretenimiento",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "Show big PP and small PP instead of upvote and downvote on reddit",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.43943.66c401e6-504d-41a6-adaa-073c2d8cb0fb.8bbe39b3-3b68-411d-abb2-1c57cb9bb5b8.57ead5ce-91fe-4b81-9e9e-71d7b7cc5102?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "8 usuarios"
  },
  {
    "name": "Photo Editor",
    "url": "https://microsoftedge.microsoft.com/addons/detail/photo-editor/adhljjhgmhfidjbabohhndalbhiniggc",
    "publisher": "Pahrondat",
    "category": "Fotos",
    "rating": "Calificado con 3,3 de 5 estrellas por 9 usuarios.",
    "about": "Photo Editor permite a personas no profesionales crear fácilmente resultados fotográficos y artísticos a partir de sus imágenes digitales\n¿Estás buscando un editor de fotos increíble que te permita crear efectos geniales en tus fotos? Bueno, llegaste al lugar correcto! Photo Editor combinó las características de Instagram con la sofisticación de Photoshop! ¡No pierdas mucho dinero comprando Photoshop cuando puedes obtener casi lo mismo GRATIS!\n\nPhoto Editor permite a personas poco profesionales crear fácilmente resultados fotográficos y artísticos a partir de sus imágenes digitales sin la necesidad de ser un diseñador!\n\nLas características de Photo Editor son sorprendentes: ajuste fácilmente el contraste, el brillo, la exposición, el tono, la saturación y los colores. ¡Puede solucionar fácilmente problemas de fotos como mala iluminación, ojos rojos, ruido digital, colores borrosos y otros detalles con solo un clic!\n\nphoto effects es la herramienta perfecta para una persona que quiere editar imágenes, pero no quiere gastar mucho dinero comprando Photoshop. Agregue fácilmente burbujas de diálogo, marcos y herramientas de texto.\n\n¡Después de terminar su trabajo, puede guardar fácilmente las fotos en su disco duro!  Photo editor es fácil de usar y combina capacidades de Instagram y Photoshop!\n\n¡El editor de fotos incluso tiene capa! ¡Exactamente como Photoshop!\n\n¡No esperes ni un minuto más! ¡Agregue Photo Editor a su navegador AHORA!\n\nGracias por usar nuestro editor de fotos en línea. Puede comenzar cargando una foto que le gustaría editar. Haga clic en Abrir archivo para cargar un archivo desde su computadora y comience a editar el archivo.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.23372.a33432f7-b652-4064-8519-3b7f3af7d96a.5b92bd79-bdf4-4703-8ffe-d03d2c75015e.eae66005-d34a-4afa-a4ba-31c76804c047?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "4,000+ usuarios"
  },
  {
    "name": "Buster: Captcha Solver for Humans",
    "url": "https://microsoftedge.microsoft.com/addons/detail/buster-captcha-solver-fo/admkpobhocmdideidcndkfaeffadipkc",
    "publisher": "Armin Sebastian",
    "category": "Productividad",
    "rating": "Calificado con 4,8 de 5 estrellas por 21 usuarios.",
    "about": "Buster is a browser extension which helps you to solve difficult captchas by completing reCAPTCHA audio challenges using speech recognition. Challenges are solved by clicking on the extension button at the bottom of the reCAPTCHA widget.\n\nIt is not guaranteed that challenges are always solved, the limitations of the technology need to be considered.\n\nThe continued development of Buster is made possible thanks to the support of awesome backers. If you'd like to join them, please check out https://armin.dev/go/patreon\n\nClient app\n\nThe success rate of the extension can be improved by simulating user interactions with the help of a client app. Follow the instructions from the extension's options to download and install the client app on Windows, Linux and macOS.\n\nSolving more than a couple of reCAPTCHA challenges a day may lead to a temporary block, regardless of your use of the extension. Visit the wiki for more details.\n\nhttps://github.com/dessant/buster/wiki/Inaccessible-reCAPTCHA-audio-challenge\n\nMotivation\n\nreCAPTCHA challenges remain a considerable burden on the web, delaying and often blocking our access to services and information depending on our physical and cognitive abilities, our social and cultural background, and the devices or networks we connect from.\n\nThe difficulty of captchas can be so out of balance, that sometimes they seem friendlier to bots than they are to humans.\n\nThe goal of this project is to improve our experience on the web, by giving us easy access to solutions utilized by automated systems.\n\nThe extension is also available for Chrome and Firefox: https://github.com/dessant/buster#readme\n\nReviews are not monitored for bug reports, please use GitHub for issues and feature requests.\n\nhttps://github.com/dessant/buster",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.22902.24d81b5f-6611-44ee-8995-74bdbb16b2f3.ea524855-c72f-4f51-a4f3-8f901f84c991.96c378de-5463-4164-9c1f-99c757fd41b1?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "50,000+ usuarios"
  },
  {
    "name": "100dictionary",
    "url": "https://microsoftedge.microsoft.com/addons/detail/100dictionary/adhkapmjaljkemcgnbngnkhlbgklpidb",
    "publisher": "100dictionary.com",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "100dictionary.com will automatically annotate new words (with phonetic transcription) on the English web pages or English texts you visit. The annotations are displayed next to the new words, and the font is smaller than the new words.\n\nYou can choose which words to annotate according to your needs, such as only annotating TOEFL vocabulary, or vocabulary with difficulty of GRE or above.\n\nYou can also add familiar words to your vocabulary so that other articles you visit will not annotate the words you know. As you visit more and more webpages, and the more perfect your vocabulary of familiar words, the new annotated pages will focus more on words you do n’t know. This can greatly speed up your efficiency in reading English articles.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.36060.315de2ed-d775-46da-bce0-a037db96e49a.3cf260b5-1cae-4490-a0b3-85ed34f4ad21.bf34952b-7f1a-41f5-824e-f98252ec3402?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "569 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/adlnmlmfdcpkjfaklpmepkjbchkpjioe PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Hangouts de Google",
    "url": "https://microsoftedge.microsoft.com/addons/detail/hangouts-de-google/adnahjjfjjemdiefpobclponnhkijnmo",
    "publisher": "Amanda Kevinson",
    "category": "Comunicación",
    "rating": "Calificado con 4,5 de 5 estrellas por 42 usuarios.",
    "about": "This is an unofficial Google Hangouts extension. It enables using Google Hangouts by just clicking on the extension icon. Additionally, when new messages arrive, a sound will play and extension icon will change.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.18687.368389fe-235f-495d-9d48-e3760488f091.a363b5ff-b3da-404f-8316-16b1ea048edd.9761c244-d743-4104-90b0-9392d8c90349?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "4,000+ usuarios"
  },
  {
    "name": "Fecha y hora",
    "url": "https://microsoftedge.microsoft.com/addons/detail/fecha-y-hora/adnhlkgdkjhmpbdcgkajkknionandfae",
    "publisher": "Free Apps Online",
    "category": "Productividad",
    "rating": "Calificado con 4,1 de 5 estrellas por 41 usuarios.",
    "about": "Muestra el día, la fecha y la hora.\nUna extensión completamente cargada con toneladas de funciones útiles relacionadas con el tiempo ... Pero la mejor parte es que es totalmente COOL.\n\nEste no es su reloj ordinario en una barra de herramientas. Esto hace más que eso.\n\nLa medición del tiempo es una de las características principales de esta extensión, y a menudo se prefieren diferentes métodos para mostrar el tiempo. En este, puede modificar la apariencia del reloj, que se encuentra en la barra de herramientas.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.17240.f3ae791e-70fb-4b8a-af3b-931b4469d48a.60b93bd5-e480-48d4-9724-7ba3c0df9abe.70267e6c-cceb-4078-8826-e61badc3b92e?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Universal Automatic Currency Converter",
    "url": "https://microsoftedge.microsoft.com/addons/detail/universal-automatic-curre/aeejpkkbcpndcbnmhifkdeabgjafghfn",
    "publisher": "Baizey",
    "category": "Compras",
    "rating": "Calificado con 4,7 de 5 estrellas por 9 usuarios.",
    "about": "This extension provides for all your conversion desires. The primary focuses being:\n\n- Intelligent conversion and detection of currencies\n\n- Automatic and non-intrusive in-site conversions\n\n- Always access to converter no matter where you are\n\n- Simple UI, yet extensive customization\n\nGeneral features\n\n- Support for more than 170 currencies and their symbolic equivalents, getting rates from fixer.io and openexchangerates.org\n\n- Intelligent currency detection, catching everything for most if not all symbols, $, £ and € to EUR, USD, GBP to 'US $'\n\n- Non-intrusive in-site replacement, will never break any website functionality\n\n- Control exactly how your prices are displayed, anything from $100 or 100 dollars to 100 schmekels\n\n- Intelligent localization of multi-currency symbols like $ and kr\n\n- Optional highlighting of prices being converted on pages\n\n- Flip quickly between converted prices and original using either left-clicking, a self chosen shortcut or via the UI\n\n- Mini converter between currencies in the popup window\n\n- Blacklisting and whitelisting of websites for conversion\n\nChangelog\n\nhttps://github.com/Baizey/UniversalAutomaticCurrencyConverter\n\nThis extension/add-on is also available for...\n\nChrome: https://chrome.google.com/webstore/detail/universal-automatic-curre/hbjagjepkeogombomfeefdmjnclgojli\n\nFirefox: https://addons.mozilla.org/en-US/firefox/addon/ua-currency-converter/",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.20612.0537b464-0975-4433-8c35-b903fb66149b.221d6cc8-5de5-4c7c-a2bd-a31fb3250d19.0ef791db-c18c-4e58-8ee9-53698ab238be?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Easy Video Downloader",
    "url": "https://microsoftedge.microsoft.com/addons/detail/easy-video-downloader/aedmbndhebgfjdjafolibjbpahnbchkk",
    "publisher": "Bermet",
    "category": "Productividad",
    "rating": "Calificado con 3,9 de 5 estrellas por 14 usuarios.",
    "about": "Easy Video Downloader is a browser extension that helps you quickly download video, audio, and image resources used in web-pages. This extension works with both internal browser download manager and external download managers.\n\n***\nImportant note: Easy Video Downloader is NOT responsible for media contents that you download with this extension. You are responsible for verifying the media copyright permission before downloading anything.\n***\n\nEasy Video Downloader supports \"Interruption\" which is disabled by default and can be enabled using the right-click menu-item over the toolbar button menu. If \"Interruption\" is enabled, the extension pops up when a file is about to be downloaded. Using the UI, you can either request download with an external download manager or copy the actual downloadable link.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.64836.18996418-4b9b-407b-b2e8-2d92a90b0944.473c771f-abfa-4cba-8f95-d63380ab79cc.089b9f57-015f-4237-8040-c85843fe6fb5?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "20,000+ usuarios"
  },
  {
    "name": "WioKey Authenticator Companion",
    "url": "https://microsoftedge.microsoft.com/addons/detail/wiokey-authenticator-comp/aeedaonfnfhnfmmceaogjehhdajbfkga",
    "publisher": "WIOsense GmbH & Co. KG",
    "category": "Productividad",
    "rating": "Calificado con 3,5 de 5 estrellas por 2 usuarios.",
    "about": "WioKey replaces costly hardware security keys with a free app-based solution always on you.\n\nThis extension is a companion app and requires the WioKey app available on Android (https://play.google.com/store/apps/details?id=de.wiosense.wiokey&hl=en) and iOS (coming soon). \n\nCurrently, WioKey allows you to use your biometrics or phone password/PIN for 2-Factor Authentication (2FA) with all web services that have support for hardware security key 2FA logins. Additionally, WioKey supports FIDO2 passwordless logins with Microsoft accounts, Windows PC login and other FIDO2-compliant web services.\n\nFor a list of U2F supported web portals, please see https://twofactorauth.org/. For FIDO2 supported websites, please see the commercial deployment on the FIDO2 alliance website (https://fidoalliance.org/).\n\nFor more information regarding privacy concerns, consumer possiblities, deployment in your business and our roadmap, please contact us at contact@wiosense.de.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.26050.83a92be3-a61e-468b-9ccd-929bdca27e25.31892209-3d48-4db3-99f5-f29da68d4c75.22482fc7-10db-474e-b83b-01b65dca8941?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "121 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aeebclhepohdoffkbkkgaldekdlmfpgf PÁGINA NO DISPONIBLE"
  },
  {
    "name": "Octoman微博备份",
    "url": "https://microsoftedge.microsoft.com/addons/detail/octoman%E5%BE%AE%E5%8D%9A%E5%A4%87%E4%BB%BD/aefblchdkofkcaaloldpmgcebablgapf",
    "publisher": "misswell",
    "category": "Accesibilidad",
    "rating": "Calificado con 3 de 5 estrellas por 2 usuarios.",
    "about": "新浪微博备份工具，在PC端微博页面扩展图标，在下拉列表中选择用户然后点击保存，即可进行备份\n每500条微博保存为一个HTML文件，可用Chrome浏览器打开",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.3051.cffd5210-89f0-4b77-85e7-259c2b693f72.72d9df76-140e-45b4-98b7-93fa889ffeb4.d5f2c920-0808-4070-8456-d142f8b71e98?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Temporizador para ™",
    "url": "https://microsoftedge.microsoft.com/addons/detail/temporizador-para-%E2%84%A2/aejoeebhmdfncfnnfahngkikiajpchio",
    "publisher": "Free Software Apps",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 6 usuarios.",
    "about": "Temporizador de cuenta regresiva, despertador y cronómetro\n\nLas características incluyen\n\n- Temporizador de cuenta atrás + Despertador + Cronómetro\n- Funciona sin conexión\n- Reproduce un sonido de nube de alarma para despertarte\n\nUtilice este simple temporizador y despertador para recordarle / alertarle. Es muy simple de usar, simplemente elija la cuenta regresiva / cuando\ndesea que suene la alarma y esta extensión hará el resto.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.4512.592a2654-ab90-4470-80b5-9acf2db77028.ffeac0e9-d744-49ae-b80b-2bf76bb1a8ea.d87f6550-9d8c-4cbe-964a-0c8534f6781b?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "7,000+ usuarios"
  },
  {
    "name": "Teclado Emoji",
    "url": "https://microsoftedge.microsoft.com/addons/detail/teclado-emoji/aenfmidjjlpjfkmihhegfniodlehlimh",
    "publisher": "Free Software Apps",
    "category": "Productividad",
    "rating": "Calificado con 4,3 de 5 estrellas por 14 usuarios.",
    "about": "El teclado Emoji te ayuda a crear y copiar Emojis a cualquier sitio web.\n¿Quiere tener acceso a más de 100 emojis para comentarios de Youtube / actualizaciones de estado de Facebook / Skype / Yahoo Messenger / conversaciones de Whatsapp o actualizaciones de Instagram?\nTe lo ponemos fácil, simplemente instala nuestro software Emoji Keyboard y obtén acceso GRATUITO a los 100+ emojis principales. Haz tus conversaciones\nmás memorable hoy una vez que instale este software, ya que puede decorar cada comentario / actualización de estado con un nuevo emoji.\nPara comenzar a usar el software Emoji Keyboard, simplemente haga clic en el icono del software y elija el emoji que desea usar.\nPegue el emoji que desea usar en Skype / Slack / Facebook Messenger, etc. una vez que haya elegido el emoji que mejor describa\ntu estado de ánimo en este momento. ¡Es así de fácil y simple de usar!\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Emoji Keyboard no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.24774.1d6156bd-f44a-4662-b468-55c28880ea96.eeb5f936-0acf-4743-adcf-2088774ef3fd.973d92cf-8721-4efd-9958-a2c3a9705ffb?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "2,000+ usuarios"
  },
  {
    "name": "Volume Booster Plus: Boost your sound",
    "url": "https://microsoftedge.microsoft.com/addons/detail/volume-booster-plus-boos/aeogdmenggllbogklmegkefmpdngkgca",
    "publisher": "ProductivityApp",
    "category": "Accesibilidad",
    "rating": "Calificado con 3,9 de 5 estrellas por 55 usuarios.",
    "about": "Volume Booster for Microsoft Edge! Boost the volume of any tabs in your browser\nIncrease the volume of any tab in your browser, UP to 600%\nYou can go higher than your system volume maximum!!!\n\nStop being limited by your system sound card, you can now raise the volume to suits your needs and enjoy watching a movie from far away and still hear the sound!\n\nThis sound booster is free and easy to use! \n\nFeatures:\n\n-BOOST the volume up to 600% and each tabs can be boosted !!!\n\n- Super easy to use, just click on the icon and use the slider to your liking!!!!",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.12524.92c9ba6d-7f79-4768-818c-ef60dc44d7bd.2332f68f-beb0-4ee1-ba9c-83affda28b52.dad752eb-c37b-4d76-96a5-7ac0419e57c4?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "20,000+ usuarios"
  },
  {
    "name": "DraftSharks Sync",
    "url": "https://microsoftedge.microsoft.com/addons/detail/draftsharks-sync/aepambcpolknomodpkihfmocblnjfelm",
    "publisher": "Fantasy Football Draft Sharks, Inc.",
    "category": "Deportes",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "This will allow you to bring your roster and league info into draftsharks.com. No need to share your passwords with us. As long as you have logged-in to your favorite commissioning site recently enough, we can use your cookies or pull league data from the site directly.\n\nsupported sites: Yahoo, ESPN, CBS, RT Sports, My Fantasy League, NFL.com, Fleaflicker, FFPC, Fantrax",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.344.0332fe73-856c-4161-9e3c-ad0540d5f479.32f70bbe-acfb-486d-b5ae-12f71792ad2f.e4f859ba-f7d7-466e-9256-23c369905ceb?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "2,000+ usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aehmbkdbhdbbfbcbhgdciandakblocdg PÁGINA NO DISPONIBLE"
  },
  {
    "name": "simple tank game",
    "url": "https://microsoftedge.microsoft.com/addons/detail/simple-tank-game/aepecmdibfmcmdinodenaklabpodpbdd",
    "publisher": "mysgk",
    "category": "Entretenimiento",
    "rating": "Calificado con 3,7 de 5 estrellas por 11 usuarios.",
    "about": "The player controls the tank to fight, destroys the enemy to score, is destroyed or collided to reduce the points",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.46364.54d197e3-b5e7-42ea-a061-4d6695895af9.b26ce634-4417-426a-b147-3e3f6141468f.eeb9771e-5310-4257-8f48-5da96551e162?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Bittorent For Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/bittorent-for-edge/afakcdaimncojmjcfbkganmlhmfodnji",
    "publisher": "Bittorent",
    "category": "Productividad",
    "rating": "Calificado con 1 de 5 estrellas por 1 usuarios.",
    "about": "BitTorrent Agregar administrador con un clic% 100 FUNCIONANDO\n\nEnvíe un enlace a la interfaz de usuario web de BitTorrent y la interfaz de usuario de BitTorrent para PC\n\nLa extensión agrega un elemento en el menú contextual cuando se hace clic derecho sobre un enlace magnético.\n\nLuego, puede enviar ese enlace a la interfaz de usuario de BitTorrent sin salir de la página actual. Permite iniciar instantáneamente la descarga de un enlace torrent o magnético en un conjunto configurable de directorios en BitTorrent.\n\nMuy útil, si ... Permite iniciar instantáneamente la descarga de un enlace torrent o magnético en un conjunto configurable de directorios en BitTorrent. Muy útil, si tiene BitTorrent en una máquina dedicada.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.18490.5cabf355-1bce-47bc-8f93-dc6dcbfd8810.35d02611-1577-4910-b083-f21fcd1f5653.bc0e46c1-9df8-468c-8433-3ec8b2d649cd?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "7,000+ usuarios"
  },
  {
    "name": "Toma de asistencia para meet",
    "url": "https://microsoftedge.microsoft.com/addons/detail/toma-de-asistencia-para-m/afbaclnakbihjgkkibifhniboemhjacn",
    "publisher": "Narva-Sharif",
    "category": "Productividad",
    "rating": "Calificado con 2,3 de 5 estrellas por 12 usuarios.",
    "about": "Una extensión que te permite tomar la asistencia de una manera fácil en tus reuniones de meet, exportándolas como un archivo csv (para hojas de cálculo) o txt (archivo de texto). Permite introducir un nombre para el archivo, así podrás identificarlo más fácil. Además entrega un reporte del total de asistentes, evitando el registro de asistentes duplicados.\n\nAdemás, hemos de recalcar que NO HAY LIMITE DE PARTICIPANTES, de hecho, hemos tenido usuarios que nos dicen que han estado en reuniones de hasta 250 participantes, y todo ha ido muy bien!\n\nIdeal para los maestros, directivos y todas las personas que deseen tomar lista de asistencia en reuniones, clases o encuentros virtuales.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.52808.5ac0a17f-7331-4498-adfc-5076535866c1.28d4cb72-a3d0-4001-8e81-a5dae2dd0294.154c3b14-5aec-46c8-aec2-c0b81c730ca6?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "3,000+ usuarios"
  },
  {
    "name": "Mue",
    "url": "https://microsoftedge.microsoft.com/addons/detail/mue/aepnglgjfokepefimhbnibfjekidhmja",
    "publisher": "Mue Tab",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 3 usuarios.",
    "about": "Mue replaces your default new tab page with a simple, inspiring and very customizable start page. Each time you open a new tab you are greeted with a new hand-picked inspirational quote and beautiful background. The simplistic yet inviting design helps you focus on your work while still providing a feature rich experience. It is constantly being improved to provide you with the best experience possible while keeping the impact on your browser minimal. Mue Tab comes with a settings modal to allow for a massive amount of customization to make the extension perfect for you and inspire creativity.\n\nFeatures Include:\n* Quote widget allowing for either our hand-picked inspirational quotes or a custom one\n* Beautiful curated backgrounds from Mue, Unsplash and Pexels\n* Set custom backgrounds from your computer or a URL, or set a custom background color/gradient\n* Greeting widget with personalisation and support for birthdays and events such as new years\n* Search bar with clean autocomplete dropdown and voice support\n* Quick links widget letting you easily visit your favourite websites\n* Weather widget can show temperature, humidity, and more\n* Support for multiple languages\n* Marketplace to get free photo packs, quote packs and preset settings from the community\n\nSupport:\nEmail - hello@muetab.com\nContact Form - https://muetab.com/contact\nDiscord - https://discord.gg/zv8C9F8\nTwitter - @getmue\n\nWe believe in user transparency therefore Mue does not collect personal data and is entirely open source, easily readable, at https://github.com/mue",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.19463.8c4aa294-6ec5-4b25-8411-a90ed788b9c2.87facb0a-eb4d-4ac3-9f39-7aef14366471.228fcc14-e630-4d96-a501-2b5d46dac3c9?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "tabExtend",
    "url": "https://microsoftedge.microsoft.com/addons/detail/tabextend/afddlgcjhdhkgimldgmppegmnbmogolg",
    "publisher": "tabExtend",
    "category": "Productividad",
    "rating": "Calificado con 4,2 de 5 estrellas por 16 usuarios.",
    "about": "tabExtend replaces your new tab with an overview where you can drop off your current tabs, all at once or one by one using drag and drop. You can then add notes, to-dos, and open other groups of tabs. Easily search and find what you need. Access your data from our web app, now with 30 free items. Read more on how to use the extension at https://www.tabextend.com/guide",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.29921.994101aa-e491-47ad-b3c7-77b4d8c53fc9.ec09cf46-6a7f-45d0-998e-7f18c572e8a5.5dc00c6e-cde1-451e-b2aa-e0b838e48263?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Memo Reminders",
    "url": "https://microsoftedge.microsoft.com/addons/detail/memo-reminders/afdfkcnomofggnhmkcgophjmbahlhckb",
    "publisher": "datanasov.com",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "\"Memo reminders\" replaces your new tab page and there you can create reminders and you will see them each time you open new tab, additionally there is button with reminders count in your toolbar to remind you in case you don't open new tab that often.\nEasily accessible, always there.\n\n\"Memo Reminders\" is simple, fast and easy to get started. It is not standard To-Do or Reminders application because there is no strict time setting. Just write what you need to do and tap the button and done.\n\n★ Highly customizable: set icon, short text, add longer description if needed\n★ Keeps history of your memo reminders\n★ Add actions on reminders - Customize the action when you tap on the notification. You can set the action to dial number, prepare SMS text or email someone, navigate to your destination, open website if you need to book tickets… you name it! Saves you time and effort.\n\nAnd to make your new tab page more useful, you can also add widgets like favorite sites, reddit and more to come.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.2009.f81f19db-3e36-4e21-8ba8-82f61b629210.acefa35d-214f-4b76-a060-c7c10c226356.0907ad18-4712-4323-ad49-af20ab3e3678?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "424 usuarios"
  },
  {
    "name": "PhotoShow",
    "url": "https://microsoftedge.microsoft.com/addons/detail/photoshow/afdelcfalkgcfelngdclbaijgeaklbjk",
    "publisher": "Vincent W.",
    "category": "Productividad",
    "rating": "Calificado con 4,4 de 5 estrellas por 152 usuarios.",
    "about": "\"PhotoShow\" is a tool for browsing high-definition images by hovering mouse on image thumbnails, supporting over 140 websites/domains of your daily use (still in extending), such as Amazon, Facebook,  Google,  Wiki, YouTube, etc.\n\n\n● HOTKEYS\nEsc : Close image viewer\nShift + Ctrl + ← : Rotate counterclockwise\nShift + Ctrl + → : Rotate clockwise\n↑ / → / ↓ / ← : Scroll up / right / down / left\nPgUp / PgDn : Scroll up / down by image visible height\nHome / End : Scroll up to the top / down to the bottom\nM / L / A / P : Switch view mode\nV: Toggle to the previously used view mode\nTab : Open high-definition image in new tab\nS : Save high-definition image\nC : Copy high-definition image address\n\n\n● SETTINGS\nWEBSITE TOGGLE: You may turn on/off PhotoShow on any supported website respectively.\nACTIVATION MODE: Use Shift/Ctrl/Alt key as a modifier key to trigger high-definition image preview when mouse hovering on image thumbnails.\nVIEW MODE: Switch between different size of the viewer.\nIMAGE SIZE DISPLAY: Set whether to display HD image size information in the viewer.\nSHADOW DISPLAY: Set whether to display shadow between the viewer and the source thumbnail.\n\nFor more settings, please refer to the PhotoShow popup window.\n\nAll the settings will be saved and synced automatically by the browser among all your devices (if the account sync in your browser is on and the extension data sync is granted).\n\n\n● IMAGE LOADING SPEED\nPhotoShow will try to fetch as large an original image as it knows, so it may be considerably slow if your network condition is poor.\n\n\n● PRIVACY & TERMS of USE\nThe author and all contributors of PhotoShow DO NOT collect any of your personal data and is not responsible for any loss, personal information leak, disputes and/or any consequences caused by illegal download, use of resources (including but not limited to images) of any websites you visit. In no event shall we be liable for any claims, penalties, loss, damage or expenses, howsoever arising, out of or in connection with your use of PhotoShow. Installing and using PhotoShow is deemed as your acceptance of the above terms.\n\nPhotoShow only works in the local browser environment, all the permissions it asks when being installed are only for image preview and download. For version 3.0 and later, the 'Read and change all your data on the websites you visit' permission is asked so that you will no longer be disturbed by permission alert when PhotoShow updates to support more websites.\n\nWe reserve the right to change this Privacy Policy at any time without notifying you respectively. Any amended Privacy Policy will be posted on relevant websites. This Privacy Policy was last updated on January 24th, 2020 and replaces any other versions previously applicable from this date.\n\n\n● FEEDBACK\nShould you have any feedback or need more websites to be fitted, please do not hesitate to contact the author via emails or Github. If you enjoy using PhotoShow, it would be appreciated if you could introduce it to your friends via the social media listed on the popup window. Thank you.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.1359.1f53a834-66e2-4e2a-b7d7-a2628feb5a96.d22800ea-18cd-4fbd-93e8-f19cdc0460f2.f2eb97cd-9800-4aca-8362-8a4fccc33083?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "200,000+ usuarios"
  },
  {
    "name": "SP Editor",
    "url": "https://microsoftedge.microsoft.com/addons/detail/sp-editor/affnnhcbfmcbbdlcadgkdbfafigmjdkk",
    "publisher": "Tomi Tavela",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 4,1 de 5 estrellas por 8 usuarios.",
    "about": "Create and update SharePoint Online/SP2013/SP2016/SP2019 css/js files, inject files to web, manage web/list properties, list Webhook",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.42339.72c54265-92ac-4356-abde-4040e8c81b9c.64cd6cde-7ee7-4c8b-a82f-7c578d7a5c28.a61ea6b7-5ef2-4c88-a94a-47569cc3e43b?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "2,000+ usuarios"
  },
  {
    "name": "Highlight This: busca y marca palabras",
    "url": "https://microsoftedge.microsoft.com/addons/detail/highlight-this-busca-y-m/afggjmaeddgckaafbkjlaacjmifmdoim",
    "publisher": "deboel.eu",
    "category": "Productividad",
    "rating": "Calificado con 4,6 de 5 estrellas por 11 usuarios.",
    "about": "Automatically finds and highlights words and phrases on the web page according to your list\n- No registration required\n- Organize your search words in groups and lists\n- All data stored locally\n- Auto-refreshes highlights on page reload and content changes\n- Unlimited words and lists\n- Synchronise lists between your browsers\n- Free\n\nEasy to use Extension that automatically searches for defined words in the current browser tab and marks them in a text. Many more advanced features available through settings:\n- Create color-coded keyword lists\n- Disable highlighting on certain sites\n- Export or import your settings and keyword lists\n- Use lists from Pastebin\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.1553.51409ee2-ed95-4889-a5e3-43ab7a178eaa.fb082010-d944-4ebe-9885-cae48fdeb208.670913cf-1d83-43a8-8fb8-0ddf1af9c003?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "9,000+ usuarios"
  },
  {
    "name": "La notte Night theme",
    "url": "https://microsoftedge.microsoft.com/addons/detail/la-notte-night-theme/afhabndadmapdohjfjecemnniombipno",
    "publisher": "La notte",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 133 usuarios.",
    "about": "La Notte enabled night theme on multiple web sites. It contains 40+ well-tested themes for popular web sites. \n\n🌙 Long list of supported websites. All manually tested\n🌙 La Notte protects your eyes with tinted background colors\n🌙 You can blacklist a certain website if something is broken",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.31047.8ef808d6-f6bc-4549-a43f-e03642ebe63e.458f1c5d-b982-4159-a0cf-a7cd15425468.676a5254-521c-4f52-8377-f4e2a7ff4ac4?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Copy A GUID",
    "url": "https://microsoftedge.microsoft.com/addons/detail/copy-a-guid/afjfmnbdkpgbeioafdgpiniljbmkchbf",
    "publisher": "Luke Vo",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "An extremely simple extension that does a single task: copy a newly generated GUID to your clipboard whenever you click it. Nothing else: no tracking added, no permission needed, no UI.\n\nSource code available at: https://github.com/datvm/CopyAGuid/\n\n(Pardon the screenshot, the extension has no UI at all except the button on the Extension toolbar)",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.17818.912e3ad2-caf7-44ee-bbf2-d3141cc08769.8110483e-162c-48c6-96dd-66411437c694.46d0085a-0d01-401f-b680-1aa94562d382?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "300 usuarios"
  },
  {
    "name": "Proxy Switcher",
    "url": "https://microsoftedge.microsoft.com/addons/detail/proxy-switcher/aflfhbdockmbjocdnbebjdpfpjecjbfm",
    "publisher": "Leonardo Compson",
    "category": "Productividad",
    "rating": "Calificado con 3,8 de 5 estrellas por 15 usuarios.",
    "about": "Proxy Switcher is an extension that helps you easily switch proxies from toolbar popup UI.\n\nSimply open toolbar popup and click on the desired category. There are five categories available to choose from. Moreover, badge icon color changes according to the chosen category. Once the proxy is set, a notification popup shows you the current state.\n\nThis add-on supports PAC proxy as well. Moreover you can white-list any domain or website through toolbar popup UI. In order to white-list a domain, please add the desired domain to the bypass area in toolbar popup. For example, to white-list - https://www.foobar.com - please add - *foobar.com - to the filed. Please note that all the entries should be comma separated. Once you filled the bypass area, please mark the related checkbox as well (the checkbox next to the Bypass category).\n\nIn order to set PAC proxy, please add a PAC URL to the designated area (PATH input area). Please note that a PAC path should have a certain format. For example if your PAC file is located in - C:// - folder (on windows machine), please write - file:///C:/pac.data - in the PATH area. If you do not know how to write a PAC file, please read this (https://en.wikipedia.org/wiki/Proxy_auto-config) Wikipedia page. Once you made a correct PAC file, please add it to the PATH field.\n\nTo report bugs, please fill the bug report form in the add-on's homepage (https://mybrowseraddon.com/proxy-switcher.html).",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.54047.92d5c654-ab48-49a9-820a-a8c601515734.a9d7406c-9c66-4ceb-bc34-7091fa6159d4.2dd56437-b0fa-45c9-85fd-644d60a5dc77?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/afgkcdcmpgcfcigikdkcbflojoofillj PÁGINA NO DISPONIBLE"
  },
  {
    "name": "新媒体管家",
    "url": "https://microsoftedge.microsoft.com/addons/detail/%E6%96%B0%E5%AA%92%E4%BD%93%E7%AE%A1%E5%AE%B6/afljpghollbanbohmmonkjgjfakaabih",
    "publisher": "上海政凯信息科技有限公司",
    "category": "Productividad",
    "rating": "Calificado con 2,8 de 5 estrellas por 13 usuarios.",
    "about": "最好用的新媒体运营工具，数百万新媒体人的选择！\n\n【数百项功能】专为新媒体人设计，直击痛点\n【全平台支持】微信公众号、头条号、微博、知乎、百家号等主流新媒体平台\n【独家黑科技】免扫码登录、图文/样式采集、动图/表情包搜索、一键全网发布\n【他们都在用】一条、papi、杜蕾斯、滴滴出行等数百万媒体都在使用新媒体管家\n\n官方网站：xmt.cn\n官方QQ群：811743628",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.47945.2ea3e92b-a35b-4fa9-b279-e37314afe438.345290b4-9457-4e62-be93-5d71c8706d13.2eff642e-56ce-4464-9419-70745f8e6c12?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Rhino Steps Recorder and Integrator",
    "url": "https://microsoftedge.microsoft.com/addons/detail/rhino-steps-recorder-and-/afmifehgcfflgnlhkfggdkmdlfmhpjag",
    "publisher": "Gravity API",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Rhino Widget - MS Edge Extension for Recording Rhino API Based Exploratory Testing.\n\nFor more information and how to deploy and use, please follow the instructions here: https://github.com/savanna-projects/rhino-agent/wiki",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.37806.886b61c4-ffcb-4a73-80c8-7e7d6875d21a.cc571617-c482-49be-8b25-72b9b2086954.416a104e-3af1-4113-8cca-5a47637ccd9c?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "32 usuarios"
  },
  {
    "name": "Tiny Extension Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/tiny-extension-manager/afnibnpndnlojnhfdpnokggmmpcclaec",
    "publisher": "WebOpt",
    "category": "Productividad",
    "rating": "Calificado con 3,6 de 5 estrellas por 5 usuarios.",
    "about": "Manage your extensions directly from the toolbar quickly and easily\n\n1) Easy filtering\n2) All you need in one place\n3) Small and fast (only 37kb zipped)\n4) No lags, no big libraries\n5) Fast enable/disable extension with click",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.30908.1b8ee779-e227-4600-aa61-eba8d27253e1.384d24c7-f494-4b3d-9251-526070e77f10.b1ad0524-5a14-4847-b967-71c08b3a40a4?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "471 usuarios"
  },
  {
    "name": "Gochyu - Theme Detector",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gochyu-theme-detector/afndkmdbjndjjihdpaccdfmljfmfneii",
    "publisher": "OK Digital",
    "category": "Herramientas de desarrollo",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Gochyu is a cutting edge theeme detector which can detect themes and plugins used on several CMS's like: WordPress.org, WordPress.com, Joomla, Wix, Drupal, Squarespace, Shopify and PrestaShop and can detect the CMS used from over 400 different CMS's.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.47152.fb02f2c1-4f04-4312-b255-d84a83e10ec3.68803f81-c58d-41f7-96da-db760435eb67.5a19c06e-510b-48c3-a676-06ebefa81963?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "231 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/afmgoimoifomnlifnmkenmdhhlmfnhon PÁGINA NO DISPONIBLE"
  }
]