[
  {
    "name": "SCP Read Tracker",
    "url": "https://microsoftedge.microsoft.com/addons/detail/scp-read-tracker/aabbhipghfiffinaamjipdkjcifaaijd",
    "publisher": "Tomer Verona",
    "category": "Entretenimiento",
    "rating": "Calificado con 1 de 5 estrellas por 1 usuarios.",
    "about": "Simple extension to keep track of SCP pages read. Syncs across devices.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.92.a66603ae-b6b5-4c32-b6a6-c51b3492457e.16c5cb67-2c62-4cfa-9087-91cf1c2a21b8.386e0af8-2508-4bcb-9c0f-2ac61abc5009?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "314 usuarios"
  },
  {
    "name": "25min Tomato Life",
    "url": "https://microsoftedge.microsoft.com/addons/detail/25min-tomato-life/aaabjobfgiidghihaedgblnbmeeejjof",
    "publisher": "雪星实难室",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "## 如何使用\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n\n在每个小时中，您都可以听到：\n- 00:00播放C-G音符（升调），提醒您开始工作或学习\n- 25:00播放G-C音符（降调），提醒您放松5分钟\n- 30:00播放C-G音符（升调），提醒您开始工作或学习\n- 55:00播放G-C音符（降调），提醒您放松5分钟\n\n## How do this work\n\nViolent Pomodoro Technique\n\nAt 25, 55 minutes per hour, a ringing reminder bell sounds, and after 5 minutes, a ringing reminder tone works.\n\nDuring the rest period, you can get up and move your muscles, stretch out, pour a cup of coffee, tidy up the table, do some simple exercise, reorganize your will, and continue your work in the next 25 minutes.\n\nIn every hours, you can hear:\n- 00:00 plays C-G notes, reminder you start to working or learning or whatever\n- 25:00 plays G-C notes, reminder you to relax for 5 min\n- 30:00 plays C-G notes, reminder you start to working or learning or whatever\n- 55:00 plays G-C notes, reminder you to relax for 5 min\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.3348.d346acfa-8577-4fac-92c0-9677b3bc4ebe.3a7919e5-c5bf-4828-8199-ee4be1fe53b2.28689ee3-81e4-4ede-b29d-211a5a7feff7?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "213 usuarios"
  },
  {
    "name": "Vip Crack",
    "url": "https://microsoftedge.microsoft.com/addons/detail/vip-crack/aaeahljlflcjcbjjadhmcjhengibdonm",
    "publisher": "LoryHuang",
    "category": "Entretenimiento",
    "rating": "Calificado con 3,8 de 5 estrellas por 78 usuarios.",
    "about": "给用户带来更好的观看视频体验，包括去广告、播放vip视频等等",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.42793.25f5afc9-31e1-4fd8-b67f-72d6ff76fd61.f5f54c9b-f5db-45f9-806a-0e23df786a0d.297c8716-ed7e-4db5-947f-9902766138c0?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "Infinity Nueva pestaña",
    "url": "https://microsoftedge.microsoft.com/addons/detail/infinity-nueva-pesta%C3%B1a/aadnmeanpbokjjahcnikajejglihibpd",
    "publisher": "Starlab Technology",
    "category": "Productividad",
    "rating": "Calificado con 4,7 de 5 estrellas por 403 usuarios.",
    "about": "Mejora la página de nueva pestaña. Incluye: íconos de sitios web, fondos de pantalla HD, marcadores, clima, notas, tareas, etc.\nLa página Infinity New Tab es una extensión de navegador de renombre mundial que puede reemplazar la página de inicio predeterminada y la página de nueva pestaña del navegador, y proporciona un alto grado de libertad y opciones personalizables.\n\nUna vez completada la instalación, puede hacer un uso completo de los iconos, fondos de pantalla y widgets para administrar su página de nueva pestaña.\n\nCaracterísticas:\n\n-Icono de sitio web: puede guardar los sitios web importantes que visita con frecuencia en la página de nueva pestaña, simplemente haga clic en el icono del sitio web para acceder.\n\n-Motor de búsqueda: cambie fácilmente los motores de búsqueda convencionales (Google, Baidu, Bing, etc.), los motores de búsqueda adicionales también pueden ayudarlo a encontrar resultados de búsqueda de varios motores a la vez.\n\n-Fondo de pantalla: Open Infinity, verá nuestro fondo de pantalla de página de inicio cuidadosamente seleccionado. Puede elegir entre una rica biblioteca de fondos de pantalla (fondo de pantalla de Bing, Unsplash, etc.) o cargarlo localmente.\n\n-Tiempo: obtenga automáticamente el clima local y proporcione comentarios en tiempo real sobre el ícono. Soporte para agregar el clima para varias ciudades y ver el pronóstico del tiempo dentro de los cinco días.\n\n-Lista de tareas: lista de registro de tareas, puede configurar el tiempo de recordatorio, es su excelente herramienta de eficiencia de gestión de tareas.\n\n-Notas: notas simples y claras, admite la inserción de imágenes e hipervínculos, y se pueden guardar en tiempo real.\n\n-Marcadores: acceda y administre rápidamente los marcadores guardados en el navegador.\n\n-Gestión del historial: ver, buscar y borrar el historial del navegador\n\n-Gestión de extensiones: vea, habilite, deshabilite y desinstale las extensiones que se han instalado en el navegador.\n\n-Notificación por correo electrónico de Gmail: después de vincular la cuenta con Gmail en la página de la nueva pestaña Infinity, aparecerá un indicador de esquina del número de correos electrónicos no leídos en el icono, acompañado de un recordatorio sonoro.\n\n-Personalización personalizada: los iconos, el cuadro de búsqueda, el fondo de pantalla, etc. en la página de la nueva pestaña admiten la personalización personalizada, y el tamaño, el color, la forma, el diseño, etc. se pueden ajustar según sus preferencias.\n\n-Sincronización en la nube: después de iniciar sesión, puede sincronizar automáticamente los datos entre diferentes dispositivos, y puede realizar una copia de seguridad automática o manual de los datos en la nube, sin preocuparse por cambiar de dispositivo o perder datos.\n\n¡Rápido, hermoso, eficiente y personalizable! Si te gusta, no olvides darle a Infinity una reseña positiva de cinco puntos en la página de la nueva pestaña.\n\nDescripción de los permisos necesarios:\n\nactiveTab: obtenga el título y la URL de la página actual y agréguelos a los íconos de esta extensión\n\nalmacenamiento: almacena datos locales, como fondos de pantalla y clima\n\nAlmacenamiento ilimitado: obtenga un espacio de almacenamiento más grande para almacenar información de fondo de pantalla cargada localmente\n\nbackground: responda a recordatorios de tareas pendientes en segundo plano, mientras permite que la extensión se abra más rápido\n\nDirección de política de privacidad: https://api.infinitynewtab.com/privacy/basic/edge/zh/privacy.html\n\nContacto de comentarios:\n\nGrupo QQ: 1061365679\n\nCorreo electrónico: infinitynewtab@gmail.com",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.7522.ce528673-9e28-43d7-b697-2a90dc5a3b6f.6cfb0ef7-7f80-4d33-91ff-cb0e18875007.a43817aa-66b2-434a-afc7-d0727ed4fe41?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "200,000+ usuarios"
  },
  {
    "name": "NTL MOD for Slither.io",
    "url": "https://microsoftedge.microsoft.com/addons/detail/ntl-mod-for-slitherio/aaennlfbcfpjgoogpigbamjeaegcnenh",
    "publisher": "NTL - Nothing To Lose",
    "category": "Entretenimiento",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "This extension provides modern features and looks for playing slither.io game:\n- emoji support in chat\n- enable / disable zoom support\n- dynamic slow zoom release\n- cosmetics support (players using mobile with cosmetics codes are visible and mobile players can see your unlocked cosmetics - ALL in default install, including crown and bunny ears)\n- NTL network sharing (players using NTL MOD can see each-other's cosmetics, tags and neon skins if not in stealth mode)\n- stealth mode (only you and your team can see your true skin, nick, cosmetic & tag while others see a nameless snake with a random skin)\n- up to 240FPS for high end computers and a FPS limiter in options\n- main menu background theme (make it your own by uploading your favorite pic)\n- unlocked cosmetics and tags that can be applied to any skin, default or custom\n- realtime leaderboards for easy playing on servers of interest (closest to you, most busy, big scorers etc)\n- ping sorted list of default servers (provides a quick way of detecting servers closest to you)\n- screenshots of kills and death (remember to allow screenshots permission after loading slither by clicking on the extension's toolbar icon)\n- circle bot supporting border recognition (press T twice to activate)\n- assist function for close encounters (press R to temporarily activate)\n- border assist : autodrives the snake along the border as maxed out as possible (press R near border to activate when needed a pro squeeze)\n- skin peek: when play in low graphics press W to quickly see the true skins of snakes around. when released back to low graph skins.\n- ultra custom skins (skin builder supports full skin length with non repeat option)\n- management of custom skins (auto save, scrolling, delete, re-edit)\n- neon skins\n- control over boost effect (if disabled it helps weak computers get more steady fps)\n- snakes score in nickname\n- playing with all snakes nameless. You can still peek at names during game with W\n- nick filter (makes user-editable offensive nicknames appear as nameless). You can still peek at names during game with W\n- can open realtime leaderboars and settings while playing (if bot is on)\n- chat window that also acts as a log window for various confirmations & notifications\n- option to export / restore all settings\n- ability to join a team with valid auth keys which enable team features (chat, location sharing, team cosmetics and tags, team recognition, team play in stealth, team notifications - beeps, help, food to offer, Target Marking System (TMS), etc)\n- lots of controls available in the settings area",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.6904.5e3c1590-8eac-4f72-8d4e-cb09921fc0b7.4e39ce00-9e05-484e-8bfd-4e70f40bc6c8.b8cd5c37-ec82-4958-86e6-e667bef66d12?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Lhasa Clipboard Extension",
    "url": "https://microsoftedge.microsoft.com/addons/detail/lhasa-clipboard-extension/aagagfndgkcgkobmkbmfnhenkemjmpma",
    "publisher": "Lhasa Limited",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Provides enhanced clipboard support to Lhasa web applications, allowing data to be copied and pasted from other applications.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.12878.1e9132c0-1cda-4314-96dc-0a3c550e1483.d975489e-4104-4056-ae2f-bcc3a9d31201.6cc7e41c-afd5-4618-8921-122a2f43138f?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "97 usuarios"
  },
  {
    "name": ".QR Code for Microsoft Edge",
    "url": "https://microsoftedge.microsoft.com/addons/detail/qr-code-for-microsoft-ed/aagjglbpdolboliikhgljhchhjiicbjp",
    "publisher": "Hereafter2",
    "category": "Productividad",
    "rating": "Calificado con 3 de 5 estrellas por 5 usuarios.",
    "about": "Display a QR code for visiting page.\nThen continue to read the same web page on a mobile device by scanning the QR code.\n\nIt provides two more additional commands in context menu.\n\n1. Generate a QR code for free selected text in a web page.\n2. Scan a QR code image.\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.25352.0fef1f00-e207-49c0-b1b8-0a8d0e79a6fe.72d70af4-3052-4e91-bf1e-7025f1510cdc.11aed005-8125-431e-b221-0639a8eb0e5d?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "3,000+ usuarios"
  },
  {
    "name": "iDocCar Helper",
    "url": "https://microsoftedge.microsoft.com/addons/detail/idoccar-helper/aajhnjngfeamkcpdcadnmccnjhekepol",
    "publisher": "itacerca",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Esta extensión permite la integración de algunos de los mas importantes sistemas CRM implantados en el sector de la automoción con la solución para digitalización de procesos iDocCar. De forma transparente para el usuario final, al completar el pedido en el  sistema CRM del distribuir correspondiente, todas su características junto con las de cliente final, vehículo objeto de la oferta, desglose económico y otros datos son transferidos a iDocCar donde se genera un expediente de venta del vehículo de forma que se pueda iniciar el proceso que finalizará en la entrega del vehículo \n\n1.6.2\n-Corrección para obtener el total de la operación y los opcionales para pedidos de vehículos nuevos y de flotas de Nissan\n\n1.6.1\n-Modificación para nuevo planteo económico en pedidos de Kia con suplidos específicos en conceptos “Kia Maintenance” y “Kia Insurance”\n\n1.5.9\n-Corrección para la recogida de NIF/CIF en pedidos de KIA\n1.5.8\n-Corrección para la recogida de modelo de vehículo para la creación de expedientes automáticos de los pedidos de venta de Mitsubishi\n\n1.5.7\n-Corrección para recoger descuentos que incluyan dobles comillas en pedidos de venta de KIA\n\n1.5.6\n-Modificación en pedidos Kia para recoger UACs y para no sumar la promoción Kia Insurance al total del pedido de venta\n\n1.5.5\n-Corrección en pedidos VN en tescar para la recogida de descuentos\n\n1.5.4\n-Corrección recogiendo datos en pedidos de flotas de VW Sim cuando tienen más de 1 grupo de vehículos\n\n1.5.3\n-Corrección para borrar dobles comillas en los valores de los pedidos de ventas en Toyota.\n\n1.5.2\n- Creación/Actualización automática de expedientes para flotas con varios modelos y varias unidades de Ford\n- Corrección para recogida de datos en pedidos V.O. de Audi\n\n1.4.2\n- Corrección recogiendo parámetros de los grupos de vehículos que no fuesen el primero en pedidos de flotas de VW Sim por modificación de la vista HTML\n\n1.4.1\n- Creación/actualización automatizada de expedientes en iDocCar de pedidos V.O. de Ford\n\n1.3.5\n- Modificación en campañas Para MG (Salesforce)\n\n1.3.4\n- Corrección en Seat Flotas para cuando el impuesto de matriculación esté Exento\n1.3.3\n- Los importes que sean 0 de promociones irán en campañas\n- El concepto “Conceptos especiales” dentro de la sección de Otros irá en campañas\n\n1.3.2\n- Corrección de pedidos VO en Kia Retail al subir los documentos a iDocCar\n1.3.1\n- Nueva automatización para la creación/actualización de expedientes Jaguar\n- Nueva automatización para la creación/actualización de expedientes Land Rover\n- Nueva automatización para la creación/actualización de expedientes MG (Autonet)\n\n1.2.2\n- Corrección para recoger el Teléfono en los pedidos de KIA\n1.2.1\n- Nuevo RPA para la automatización de creación/actualización de expedientes desde el configurador de MG en Salesforce\n\n1.1.1\n- Nueva funcionalidad: iDocCar Helper se comunicará con el usuario mediante pop-ups sobre la creación/actualización de los expedientes.\n- Nueva automatización: iDocCar Helper podrá crear/actualizar expedientes desde el configurador de Mitsubishi.\n- Corrección para recogida de E-Mail del cliente en Volkswagen Vehículos de ocasión.\n\n1.0.45\n- Corrección en la obtención del bastidor en AUDI VN\n\n1.0.44\nAñadidos:\n-\tFord VN y Ford Flotas\n-\tNissan VN, VO y Flotas\n-\tCorrección por recogida del total en Seat VO\n\n\n1.0.43\n- Corrección para recoger el monto a pagar para KIA flotas\n\n1.0.42\n- Corrección por nueva estructura en los pedidos de VW Sim\n\n1.0.41\n- El id con IEM Exento solo se notificará en los pedidos de Tescar\n\n1.0.40\n- Corrección descarga de pdf en Tescar\n- Importación únicamente de librerías necesarias\n- Corrección en pedidos de audi VO cuando hay un aviso antes de la base imponible\n\n\n1.0.37\n- Selección de unidades organizativas de cada usuario y visualización de las unidades organizativas seleccionadas.\n- Automatización para la creación/actualización de pedidos de Kia\n- Corrección para los pedidos de Toyota en tescar con Exento en el impuesto de matriculación\n\n1.0.33\n - Corrección para recoger impuestos de matriculación en Volkswagen SIM\n\n1.0.31\n- Corrección en pedidos de vehículos de ocasión en VW SAM cuando viene algunos campos en inglés\n\n1.0.30\n- Corrección para pedidos en SEAT VO donde no estén marcados los kms\n\n1.029\n- Corregida UO en LCV\n\n1.0.28\n- Corrección en Audi VO para impuestos y gastos\n\n1.0.27\n- Corrección en el campo Usuario de iDocCar en la pantalla de Login\n\n1.0.26 \n- Añadida política de privacidad\n\n1.0.25\n- Eliminación de permisos solicitados pero no usados.\n\n1.0.24\n- Corrección en RPA Skoda por pedidos con Impuestos de Matriculación Exentos\n\n1.0.23\n- Corrección de incidencia para flotas de Lexus donde no aparecen el monto a deber del    cliente.\n- Corrección en VW SAM por cambios en Imaweb.\n\n\n1.0.19\n- Corrección de errores vistos en Helper \n- Recogida de impuestos \n- Corrección de incidencia en Tescar en pedidos de Flotas donde no creaba expedientes del     último grupo cuando había diferentes modelos de vehículos\n\n1.0.16\n- Corrige el precio unitario en las operaciones de flota\n\n1.0.15\n- Corrección del traspaso de pedidos VO (Traspaso de datos del cliente y documento PDF de Reserva)\n- Corrección del traspaso de pedidos VN Flotas (Traspaso de datos del cliente y documento PDF del Pedido)\n- Corrección del traspaso de pedidos VN (Traspaso de algunos documentos PDF del Pedido)\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.42897.3337e223-dba0-40b9-94d2-85ea0c0d3690.3616535f-2c65-4dfe-a537-7fceb7e69341.62a71637-cab0-4d6d-9196-3647948ec10c?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "118 usuarios"
  },
  {
    "name": "Canned Responses for Jira",
    "url": "https://microsoftedge.microsoft.com/addons/detail/canned-responses-for-jira/aaihcmfhjhpblfehcjfgadlcaokkaomd",
    "publisher": "Spartez Software sp. z o.o. sp.k.",
    "category": "Productividad",
    "rating": "Calificado con 2 de 5 estrellas por 1 usuarios.",
    "about": "Companion extension for Canned Responses app.\n\nThe extension allows you to use Canned Responses templates in: \n✅ the original Jira comment field on the issue view; \n✅ dialogs, e.g., “Resolve issue,” “Edit issue,” or “Respond to customer”; \n✅ bulk actions to comment and transition issues on the Queues page.\n\nAdd this extension to your browser and enjoy better integration of Canned Responses app with Jira Cloud!\n______________\nCanned Responses app boosts the productivity of Agents in JiraService Management. Dynamic templates, customizable signatures, andautomated actions for more efficient service desk teams.\nLearn more here: https://marketplace.atlassian.com/apps/1211016/canned-responses-pro-templates-for-jira?tab=overview&hosting=cloud\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.59320.6637403a-86bd-41c9-93e8-96a60593a62a.ff7a947f-b94a-4c25-a08f-b78dc9d00abc.ac2da7c9-e68f-436b-9710-cf8f410247ee?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  },
  {
    "name": "Gesture Based Scroll (Using AI)",
    "url": "https://microsoftedge.microsoft.com/addons/detail/gesture-based-scroll-usi/aalcccmebkgggfcbibiaddngcaipmjnd",
    "publisher": "Leonardo Compson",
    "category": "Productividad",
    "rating": "Calificado con 0 de 5 estrellas por 0 usuarios.",
    "about": "Gesture-Based Scroll is an extension that lets you scroll a page with hand or facial gestures (without using a mouse or keyboard).\n\nBefore using this addon you need to train it first. Please read the support page to get more info on how to use the addon. Once the addon is fully trained, please click on the - Start - button and make gestures (Up, Down, and Stop) in front of the camera to scroll the active tab. Also, make sure to place your face/hand exactly in front of the camera (within the grey rectangle). As long as the camera is ON, the addon will look for your gestures and take action accordingly. If you want to stop the inferring process, please click on the - Stop - button once.\n\nNote: This addon is using the new AI engine called TensorFlow. Please visit the (https://www.tensorflow.org/js/) page to get more info about this new technology.\n\nTo report bugs, please fill out the bug report form on the addon's homepage (https://mybrowseraddon.com/gesture-based-scroll.html).\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.51256.f91445a4-6544-4e42-85ba-e67e26bb35ce.dfc3d106-1a55-4a1f-b715-18448da0ee2c.268464bf-7313-4eb9-a6f8-c9b2b3c78ff3?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "190 usuarios"
  },
  {
    "name": "XML Formatter",
    "url": "https://microsoftedge.microsoft.com/addons/detail/xml-formatter/aaliikkpkafkfcglfeihopllpmgkmpej",
    "publisher": "LinangData",
    "category": "Productividad",
    "rating": "Calificado con 3 de 5 estrellas por 3 usuarios.",
    "about": "This formatter lets you pretty print your XML. Just paste your XML and then click the Format button. You can also open a local XML file to format.  The formatter checks that your XML is well-formed. If errors are found they are highlighted. Hover over the error icons to see a description of the error.\n\nFeatures:\n- select XML in a browser tab, right-click on the selected XML, and then choose \"Format XML\" from the menu. This will open a new tab and format the XML you selected.\n- download the result to an XML file\n- open local XML files for formatting\n- the current state is saved for your next session.\n- provides links to other tools from LinangData from the More tools menu\n- It's free!\n\nRelease Notes:\n- 1.0.5 - update to manifest v3",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.22524.a06b3ad9-9f29-4404-a86f-cbc7edc54c4e.6ad1dc93-ff84-4c08-af0b-49e91dcef602.ba649ce8-2c2d-42fd-9de8-c98e2253a789?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "3,000+ usuarios"
  },
  {
    "name": "Cleanstart - New Tab Page & Bookmark Manager",
    "url": "https://microsoftedge.microsoft.com/addons/detail/cleanstart-new-tab-page/aalkanjjllhmibaiokcakbkohbbmafca",
    "publisher": "Theo Rulko",
    "category": "Herramientas de búsqueda",
    "rating": "Calificado con 4,5 de 5 estrellas por 8 usuarios.",
    "about": "It's an all-in-one solution for a cleaner and simpler new tab page. Search in a beautiful and clutter-free environment that puts your favorite search engines at your fingertips and use the intuitive bookmark manager to view and edit your bookmarks from the new tab page or from anywhere on the web.\n\nHighlights:\n✪ The Quick Links feature lets you access your favorite websites easily\n✪ Choose to show a weather widget next to the clock\n✪ Choose to get a new inspirational quote on your page every day\n✪ Select from many dynamic wallpaper options such as the NASA Image of the Day, random images or gradients, or use your own photo\n✪ Use the advanced autocomplete to get quick summaries of searches at a glance\n✪ Customize the look of your page with colors options, font options, positioning options, and many more\n\n-------------\nPermissions:\n• Read and change data on a number of websites (wikipedia.org, feeds.feedburner.com, suggestqueries.google.com,  and nasa.gov)\n   ↪ Cleanstart requires access to these websites to pull data for the quote of the day, NASA image of the day wallpapers, and search autocomplete features\n• Replace the page you see when opening a new tab\n   ↪ Cleanstart requires this permission to appear on the New Tab Page\n• Read the icons of the websites you visit\n   ↪ Cleanstart requires this permission to display icons next to your bookmarks in the bookmark manager\n• Read and change your bookmarks\n   ↪ Cleanstart requires this permission to display and edit your bookmarks in the bookmark manager",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.25366.05dfde02-9b2b-4f64-987b-62e4a115ac3d.aa355f45-394a-4058-a0d2-b10c65aef66a.09fc5a9e-382a-45bb-b51f-ef863a104cd2?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "693 usuarios"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aambffnelnjkjmdbmplmonecgiaieapn"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aaoanommapoejphbejiocpndijhmlahl"
  },
  {
    "errorPage": "https://microsoftedge.microsoft.com/addons/detail/aapapnjalmbdfhglkpclfammfpjjoeej"
  }
]