[
  {
    "name": "25min Tomato Life",
    "publisher": "雪星实难室",
    "category": "Productividad",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "## 如何使用\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n\n在每个小时中，您都可以听到：\n- 00:00播放C-G音符（升调），提醒您开始工作或学习\n- 25:00播放G-C音符（降调），提醒您放松5分钟\n- 30:00播放C-G音符（升调），提醒您开始工作或学习\n- 55:00播放G-C音符（降调），提醒您放松5分钟\n\n## How do this work\n\nViolent Pomodoro Technique\n\nAt 25, 55 minutes per hour, a ringing reminder bell sounds, and after 5 minutes, a ringing reminder tone works.\n\nDuring the rest period, you can get up and move your muscles, stretch out, pour a cup of coffee, tidy up the table, do some simple exercise, reorganize your will, and continue your work in the next 25 minutes.\n\nIn every hours, you can hear:\n- 00:00 plays C-G notes, reminder you start to working or learning or whatever\n- 25:00 plays G-C notes, reminder you to relax for 5 min\n- 30:00 plays C-G notes, reminder you start to working or learning or whatever\n- 55:00 plays G-C notes, reminder you to relax for 5 min\n\n番茄工作法\n在每小时的 25, 55 分钟响起休息的提醒铃声，5分钟再响起工作的提醒铃声。\n\n在休息的时间里，你可以起身活动活动筋骨、伸个懒腰、倒杯咖啡、整理一下桌面、做些简单的运动、重整意志，在下一个25分钟继续你的工作吧。\n",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.3348.d346acfa-8577-4fac-92c0-9677b3bc4ebe.3a7919e5-c5bf-4828-8199-ee4be1fe53b2.28689ee3-81e4-4ede-b29d-211a5a7feff7?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "213 usuarios"
  },
  {
    "name": "SCP Read Tracker",
    "publisher": "Tomer Verona",
    "category": "Entretenimiento",
    "rating": "Calificado con 1 de 5 estrellas por 1 usuarios.",
    "about": "Simple extension to keep track of SCP pages read. Syncs across devices.",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.92.a66603ae-b6b5-4c32-b6a6-c51b3492457e.16c5cb67-2c62-4cfa-9087-91cf1c2a21b8.386e0af8-2508-4bcb-9c0f-2ac61abc5009?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "314 usuarios"
  },
  {
    "name": "Infinity Nueva pestaña",
    "publisher": "Starlab Technology",
    "category": "Productividad",
    "rating": "Calificado con 4,7 de 5 estrellas por 403 usuarios.",
    "about": "Mejora la página de nueva pestaña. Incluye: íconos de sitios web, fondos de pantalla HD, marcadores, clima, notas, tareas, etc.\nLa página Infinity New Tab es una extensión de navegador de renombre mundial que puede reemplazar la página de inicio predeterminada y la página de nueva pestaña del navegador, y proporciona un alto grado de libertad y opciones personalizables.\n\nUna vez completada la instalación, puede hacer un uso completo de los iconos, fondos de pantalla y widgets para administrar su página de nueva pestaña.\n\nCaracterísticas:\n\n-Icono de sitio web: puede guardar los sitios web importantes que visita con frecuencia en la página de nueva pestaña, simplemente haga clic en el icono del sitio web para acceder.\n\n-Motor de búsqueda: cambie fácilmente los motores de búsqueda convencionales (Google, Baidu, Bing, etc.), los motores de búsqueda adicionales también pueden ayudarlo a encontrar resultados de búsqueda de varios motores a la vez.\n\n-Fondo de pantalla: Open Infinity, verá nuestro fondo de pantalla de página de inicio cuidadosamente seleccionado. Puede elegir entre una rica biblioteca de fondos de pantalla (fondo de pantalla de Bing, Unsplash, etc.) o cargarlo localmente.\n\n-Tiempo: obtenga automáticamente el clima local y proporcione comentarios en tiempo real sobre el ícono. Soporte para agregar el clima para varias ciudades y ver el pronóstico del tiempo dentro de los cinco días.\n\n-Lista de tareas: lista de registro de tareas, puede configurar el tiempo de recordatorio, es su excelente herramienta de eficiencia de gestión de tareas.\n\n-Notas: notas simples y claras, admite la inserción de imágenes e hipervínculos, y se pueden guardar en tiempo real.\n\n-Marcadores: acceda y administre rápidamente los marcadores guardados en el navegador.\n\n-Gestión del historial: ver, buscar y borrar el historial del navegador\n\n-Gestión de extensiones: vea, habilite, deshabilite y desinstale las extensiones que se han instalado en el navegador.\n\n-Notificación por correo electrónico de Gmail: después de vincular la cuenta con Gmail en la página de la nueva pestaña Infinity, aparecerá un indicador de esquina del número de correos electrónicos no leídos en el icono, acompañado de un recordatorio sonoro.\n\n-Personalización personalizada: los iconos, el cuadro de búsqueda, el fondo de pantalla, etc. en la página de la nueva pestaña admiten la personalización personalizada, y el tamaño, el color, la forma, el diseño, etc. se pueden ajustar según sus preferencias.\n\n-Sincronización en la nube: después de iniciar sesión, puede sincronizar automáticamente los datos entre diferentes dispositivos, y puede realizar una copia de seguridad automática o manual de los datos en la nube, sin preocuparse por cambiar de dispositivo o perder datos.\n\n¡Rápido, hermoso, eficiente y personalizable! Si te gusta, no olvides darle a Infinity una reseña positiva de cinco puntos en la página de la nueva pestaña.\n\nDescripción de los permisos necesarios:\n\nactiveTab: obtenga el título y la URL de la página actual y agréguelos a los íconos de esta extensión\n\nalmacenamiento: almacena datos locales, como fondos de pantalla y clima\n\nAlmacenamiento ilimitado: obtenga un espacio de almacenamiento más grande para almacenar información de fondo de pantalla cargada localmente\n\nbackground: responda a recordatorios de tareas pendientes en segundo plano, mientras permite que la extensión se abra más rápido\n\nDirección de política de privacidad: https://api.infinitynewtab.com/privacy/basic/edge/zh/privacy.html\n\nContacto de comentarios:\n\nGrupo QQ: 1061365679\n\nCorreo electrónico: infinitynewtab@gmail.com",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.7522.ce528673-9e28-43d7-b697-2a90dc5a3b6f.6cfb0ef7-7f80-4d33-91ff-cb0e18875007.a43817aa-66b2-434a-afc7-d0727ed4fe41?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "200,000+ usuarios"
  },
  {
    "name": "Vip Crack",
    "publisher": "LoryHuang",
    "category": "Entretenimiento",
    "rating": "Calificado con 3,8 de 5 estrellas por 78 usuarios.",
    "about": "给用户带来更好的观看视频体验，包括去广告、播放vip视频等等",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.42793.25f5afc9-31e1-4fd8-b67f-72d6ff76fd61.f5f54c9b-f5db-45f9-806a-0e23df786a0d.297c8716-ed7e-4db5-947f-9902766138c0?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "10,000+ usuarios"
  },
  {
    "name": "NTL MOD for Slither.io",
    "publisher": "NTL - Nothing To Lose",
    "category": "Entretenimiento",
    "rating": "Calificado con 5 de 5 estrellas por 1 usuarios.",
    "about": "This extension provides modern features and looks for playing slither.io game:\n- emoji support in chat\n- enable / disable zoom support\n- dynamic slow zoom release\n- cosmetics support (players using mobile with cosmetics codes are visible and mobile players can see your unlocked cosmetics - ALL in default install, including crown and bunny ears)\n- NTL network sharing (players using NTL MOD can see each-other's cosmetics, tags and neon skins if not in stealth mode)\n- stealth mode (only you and your team can see your true skin, nick, cosmetic & tag while others see a nameless snake with a random skin)\n- up to 240FPS for high end computers and a FPS limiter in options\n- main menu background theme (make it your own by uploading your favorite pic)\n- unlocked cosmetics and tags that can be applied to any skin, default or custom\n- realtime leaderboards for easy playing on servers of interest (closest to you, most busy, big scorers etc)\n- ping sorted list of default servers (provides a quick way of detecting servers closest to you)\n- screenshots of kills and death (remember to allow screenshots permission after loading slither by clicking on the extension's toolbar icon)\n- circle bot supporting border recognition (press T twice to activate)\n- assist function for close encounters (press R to temporarily activate)\n- border assist : autodrives the snake along the border as maxed out as possible (press R near border to activate when needed a pro squeeze)\n- skin peek: when play in low graphics press W to quickly see the true skins of snakes around. when released back to low graph skins.\n- ultra custom skins (skin builder supports full skin length with non repeat option)\n- management of custom skins (auto save, scrolling, delete, re-edit)\n- neon skins\n- control over boost effect (if disabled it helps weak computers get more steady fps)\n- snakes score in nickname\n- playing with all snakes nameless. You can still peek at names during game with W\n- nick filter (makes user-editable offensive nicknames appear as nameless). You can still peek at names during game with W\n- can open realtime leaderboars and settings while playing (if bot is on)\n- chat window that also acts as a log window for various confirmations & notifications\n- option to export / restore all settings\n- ability to join a team with valid auth keys which enable team features (chat, location sharing, team cosmetics and tags, team recognition, team play in stealth, team notifications - beeps, help, food to offer, Target Marking System (TMS), etc)\n- lots of controls available in the settings area",
    "imageURL": "https://store-images.s-microsoft.com/image/apps.6904.5e3c1590-8eac-4f72-8d4e-cb09921fc0b7.4e39ce00-9e05-484e-8bfd-4e70f40bc6c8.b8cd5c37-ec82-4958-86e6-e667bef66d12?mode=scale&h=100&q=90&w=100",
    "activeInstalls": "1,000+ usuarios"
  }
]